{
  "menu": {
    "aboutUs": "About Us",
    "ourSolutions": "Our Solutions",
    "insightsUpdates": "Insights & Updates",
    "seminar": "Seminar",
    "contactUs": "Contact Us"
  },
  "home": {
    "top-1": {
      "title": "Reliable.",
      "title-2": "Secure.",
      "subTitle": "Trusted.",
      "content": "We safeguard your assets and ensure your legacy thrives for generations to come."
    },
    "top-2": {
      "title": "Seminar",
      "subTitle": "Event.",
      "content": "Annual Trust Conference",
      "time": "Time: {dateTime}",
      "location": "Location: {location}",
      "details": "Details"
    },
    "top-3": {
      "title": "Our Strategic",
      "subTitle": "Solutions.",
      "content": "We offer a range of solutions, including Trust Services, Estate Planning, Asset Management, and Corporate Services, to meet your diverse financial needs.",
      "learnMore": "Learn More"
    },
    "solutions": {
      "title": "Our Solutions",
      "subTitle": "Solutions Crafted to Fit Your Goals",
      "solution-1": {
        "title": "Trust Solutions",
        "content": "Our comprehensive trust services cover personal, family, investment, property, insurance, business value protection, charitable, foreign grantor solutions."
      },
      "solution-2": {
        "title": "Estate Planning",
        "content": "Our estate planning services include tailored will drafting and seamless probate administration, ensuring your wishes are carried out with ease."
      },
      "solution-3": {
        "title": "Asset Management",
        "content": "Our asset management services include family office, private trust company formation, and escrow agent services to safeguard and manage your wealth effectively."
      },
      "solution-4": {
        "title": "Corporate Service",
        "content": "Our cap table management service ensures accurate tracking of ownership, equity distribution, and make informed decisions during fundraising or equity events."
      }
    },
    "advantages": {
      "title": "Our Advantages",
      "subTitle": "What Sets Us Apart",
      "advantage-1": {
        "content": "Tackle the challenges of integrating cross-border business."
      },
      "advantage-2": {
        "content": "Tailored solutions to meet each client's needs."
      }
    }
  },
  "aboutUs": {
    "top-1": {
      "title": "About",
      "title-2": "Dreamer Group.",
      "content": "Your Trusted Partner in Financial Protection and Legacy Building."
    },
    "introduce": {
      "title": "Expertise You Can Trust",
      "content": "Our mission at Dreamer Group is to safeguard our clients' financial futures by providing expert trust management, estate planning, and asset protection services. We are dedicated to upholding the highest ethical standards, delivering transparent communication, and prioritizing the best interests of our clients in every decision we make."
    },
    "ourValue": {
      "title": "Our Value",
      "subTitle": "The Value We Deliver",
      "integrity": {
        "title": "Integrity",
        "content": "We operate with honesty and transparency, ensuring that every action is in the best interest of our clients."
      },
      "clientCentric": {
        "title": "Client-Centric",
        "content": "We prioritize personalized service, tailoring our trust and estate planning solutions to meet the unique needs and goals of each client."
      },
      "trustworthy": {
        "title": "Trustworthy",
        "content": "We earn the trust of our clients through our long-standing reputation for competence, reliability, and ethical business practices."
      },
      "compliance": {
        "title": "Compliance",
        "content": "We adhere strictly to all legal and regulatory requirements, ensuring the smooth and secure management of our clients' financial affairs."
      },
      "accountability": {
        "title": "Accountability",
        "content": "We hold ourselves accountable for the decisions we make and the service we provide, continuously striving to meet and exceed our clients' expectations."
      },
      "excellence": {
        "title": "Excellence",
        "content": "Our team is committed to delivering high-quality services, with precision and care, to safeguard your assets and ensure financial security."
      }
    },
    "ourMission": {
      "title": "Our Mission",
      "subTitle": "Our Commitment to Excellence",
      "mission-1": {
        "content": "Our mission is to provide customized trust solutions that protect and enhance our clients' wealth, ensuring their legacies endure for generations."
      },
      "mission-2": {
        "content": "We are committed to solving our clients' unique challenges with personalized service, putting their needs above all else."
      },
      "mission-3": {
        "content": "Guided by integrity, professionalism, and trust, we strive to deliver peace of mind and long-term financial security for families and businesses."
      }
    }
  },
  "seminars": {
    "top-1": {
      "title": "Wealth Strategy",
      "title-2": "",
      "title-3": "Seminars.",
      "content": "Join our expert-led seminars to gain valuable insights on trust and estate planning, with strategies to protect your wealth and secure your legacy."
    },
    "event": {
      "title": "Seminar Events",
      "subTitle": "Mastering Trusts and Estate Planning"
    },
    "pastEvent": {
      "title": "Past Events",
      "subTitle": "Our Recent Gathering"
    },
    "reserve": "now to reserve your spot!",
    "form": {
      "name": "Name",
      "namePlaceholder": "Please enter your name",
      "emailPlaceholder": "Please enter your email address",
      "mobile": "Mobile Number",
      "areaCode": "Area Code",
      "mobilePlaceholder": "Please enter your mobile number",
      "landline": "Landline",
      "landlinePlaceholder": "Please enter your landline (If any)",
      "method": "Preferred Contact Method",
      "Email": "Email",
      "SMS": "SMS",
      "Phone Call": "Phone Call",
      "comments": "Questions or comments",
      "commentsPlaceholder": "Feel free to leave any questions or comments",
      "success": "Thank you! Your RSVP has been successfully submitted. We look forward to seeing you at the event."
    }
  },
  "contactUs": {
    "top-1": {
      "title": "Let’s Secure",
      "title-2": "Your Future",
      "title-3": "Together.",
      "content": ""
    },
    "form": {
      "title": "Get in Touch.",
      "description": "We are here to answer your questions and guide you every step of the way. Reach out today for a consultation and take the first step towards securing your future.",
      "name": "Name",
      "namePlaceholder": "Please enter your name",
      "email": "Email",
      "emailPlaceholder": "Please enter your email address",
      "mobile": "Mobile Number",
      "areaCode": "Area Code",
      "mobilePlaceholder": "Please enter your mobile number",
      "company": "Company",
      "companyPlaceholder": "Please enter your company name (Optional)",
      "need": "Let us know your needs",
      "needs": {
        "TrustService": "Trust Solutions",
        "EstatePlanning": "Estate Planning",
        "AssetManagement": "Asset Management",
        "CorporateService": "Corporate Service"
      },
      "comments": "Questions or comments",
      "commentsPlaceholder": "Ex. How long does it take to establish a family trust in Singapore? ",
      "success": "Thanks for contacting us, we will reach out to you shortly!"
    },
    "location": {
      "title": "Our Locations",
      "sg": {
        "title": "Singapore Office",
        "description": "PS Trust (Singapore) Pte. Limited",
        "address": "160 Robinson Road, #31-01 SBF Center, Singapore 068914",
        "email": "info.sg@psgptrust.com",
        "phone": "+65 6011 1703"
      },
      "hk": {
        "title": "Hong Kong Office",
        "description": "PS Trust Limited",
        "address": "Room 2302, 23/F, Shanghai Industrial Investment Building, 48-62 Hennessy Road, Wan Chai, Hong Kong",
        "email": "info.hk@psgptrust.com",
        "phone": "+852 2485 8999"
      }
    }
  },
  "blog": {
    "top-1": {
      "title": "Let’s Talk About",
      "title-2": "Trust.",
      "content": "Visit our FAQ for answers and our blog for expert insights on trust services and financial planning."
    },
    "questions": {
      "title": "",
      "subTitle": "Frequently Asked Questions"
    },
    "blogs": {
      "title": "Blog Posts",
      "subTitle": "Expert Insights and Tips",
      "learnMore": "Learn More",
      "writtenBy": "Written by"
    }
  },
  "solutions": {
    "top-1": {
      "title": "We Provide.",
      "title-2": "Solutions",
      "content": "We provide comprehensive trust services, tailored to your unique needs and asset protection."
    },
    "description": {
      "title": "",
      "subTitle": "Focused on solving your challenges, Rather than selling services.",
      "content": "At Dreamer Group, we focus on solving your unique challenges, not just selling products. We offer customizable trust solutions designed to meet your specific needs, ensuring that your goals and legacy are always our priority."
    },
    "our-solutions": {
      "title": "Our Solutions",
      "subTitle": "Solutions Crafted to Fit Your Goals"
    },
    "trust-solution": {
      "title": "Trust Solutions",
      "subTitle": "Whether for personal, family, or business needs, our trust services are customized to fit your unique goals.",
      "article-1": {
        "title": "Personal / Family Trust",
        "content": "A family trust, also known as a family trust fund or discretionary trust, is a legal arrangement designed to hold and manage assets for the benefit of family members."
      },
      "article-2": {
        "title": "Investment Trust",
        "content": "An investment trust is a type of trust in which the settlor invests in a diversified portfolio of assets."
      },
      "article-3": {
        "title": "Property Trust",
        "content": "A Real Estate Property Trust is a specialized type of trust designed to hold, manage, and sometimes develop real estate properties for the benefit of its beneficiaries."
      },
      "article-4": {
        "title": "Insurance Trust",
        "content": "An insurance trust is a specialized trust created to hold and manage life insurance policies for the benefit of designated beneficiaries."
      },
      "article-5": {
        "title": "Business Value Protection Trust (BVPT)",
        "content": "A Business Value Protection Trust is a specialized trust designed to safeguard the value of a closely-held business and ensure its continuity in the event of certain triggering events."
      },
      "article-6": {
        "title": "Charitable Trust",
        "content": "A charitable trust is a type of trust established for the purpose of benefiting charitable organizations or purposes. "
      },
      "article-7": {
        "title": "Foreign Grantor Trust",
        "content": "A foreign grantor trust is a type of trust established under the laws of a foreign country by a non-U.S. person, also known as a non-resident alien individual or foreign grantor. "
      }
    },
    "estate-planning": {
      "title": "Estate Planning",
      "subTitle": "Plan for the future with customized strategies that protect your assets and your loved ones.",
      "article-1": {
        "title": "Will Writing",
        "content": "A will, also known as a last will and testament, is a legal document that enables an individual, known as the testator or testatrix, to outline how their assets and properties should be distributed upon their death."
      },
      "article-2": {
        "title": "Probate Administration ",
        "content": "Probate administration is the legal process through which a deceased person's assets are distributed and their affairs are settled under the supervision of the probate court."
      }
    },
    "asset-management": {
      "title": "Asset Management.",
      "subTitle": "Ensure your financial legacy endures with expert investment and wealth preservation solutions.",
      "article-1": {
        "title": "Family Office",
        "content": "A Family Office for high-net-worth individuals (HNWIs) is a specialized wealth management firm focused on overseeing the financial affairs, investments, and legacy planning of affluent families."
      },
      "article-2": {
        "title": "Private Trust Company (PTC)",
        "content": "A Private Trust Company setup involves the creation of a specialized entity, established by the founder, to serve as the trustee of a family trust and manage ownership of the family’s assets and businesses."
      },
      "article-3": {
        "title": "Escrow Agent ",
        "content": "An Escrow Agent Service refers to a tripartite legal arrangement in which funds, assets, or documents are agreed by the contracting parties to be deposited for safekeeping under the trust or custody arrangement of a neutral 3rd party, the escrow agent. "
      }
    },
    "corporate-service": {
      "title": "Corporate Service",
      "subTitle": "Track and manage company’s ownership structure, including shares, options, and other equity interests.",
      "article-1": {
        "title": "Cap Table",
        "content": "A Cap Table, or Capitalization Table, is a comprehensive document that tracks a company's financing history and equity distribution. It provides a visual representation of who has invested in the company, the amounts raised in each financing round, and the percentage ownership of each investor."
      }
    }
  },
  "disclaimer": {
    "title": "Disclaimer",
    "content-1": "The information provided on this website is for general information purposes only and does not constitute an offer, and the Website and all information provided to you via the website are provided “as is” and “as available”, the content described herein is subject to change without notice from Dreamer Group Limited and/or any of its members, affiliated entities (Dreamer Group Limited and all its members and affiliated entities collectively referred to as the “Dreamer Group” herein after). We will strive to ensure the integrity and accuracy of the website's functionality and content, while, to the maximum extent permitted by applicable law, we disclaim all express, implied, and statutory warranties with respect to the same, including without limitation any implied warranties of merchantability, satisfactory quality, fitness for a particular purpose, accuracy, completeness, non-infringement, non-interference, error-free service, and uninterrupted service.",
    "content-2": "By making available the websites, Dreamer Group is not making an offer of any financial, tax, accounting, legal or other professional services or goods, and none of the information presented on the websites should be construed as finance, tax, accounting, legal or any other professional advice or service. You should always seek the advice of a suitably qualified professional before taking or refraining from taking any action. Dreamer Group will not be liable in any way to any person for any action taken or omitted to be taken as a result of the use of any content posted by us, which results in, causes or gives rise to any loss.",
    "content-3": "The laws of some jurisdictions may impose restrictions on the distribution of materials described on this Site. This Site is not directed to persons in jurisdictions where such restrictions apply. If you belong to such areas or you are in such areas, please exit this website immediately and you will be responsible for any losses, controversies, disputes and other negative consequences arising from your continued browsing.",
    "content-4": "All information, text and images on this website are copyrighted or registered by DREAMER GROUP.",
    "content-5": "We urge all persons contacting Dreamer Group to check the website and service number carefully and to remain vigilant to avoid being deceived or misled by unscrupulous persons.",
    "content-6": "This disclaimer is written in Chinese and the English version is provided for information purposes only."
  },
  "policy": {
    "title": "Privacy Policy",
    "content-1": "General Overview",
    "content-2": "Welcome to the official Website of Dreamer Trust (the “Website”).",
    "content-3": "We fully understand the importance of your Personal Information to you and are committed to protecting your privacy. To this end, we will take appropriate security measures to protect and ensure the security and control of your Personal Information as required by applicable laws and regulations. With this in mind, Dreamer Trust (“we”) have developed this Privacy Policy (the “Policy”) to help you fully understand how we collect, use, share, store and protect your Personal Information in the course of your use of the Website and how you can manage your Personal Information so that you can make better choices.",
    "content-4": "Please note that this Policy applies to your use of the various products and services of this Website in any way. You should read and understand this Policy carefully before using any product or service on this Website and start to use the product or service only after you have confirmed that you fully understand and agree to it. By commencing to use the product or service on this Website, you are deemed to have fully understood and agreed to this Policy. This Policy also applies to products or services of our affiliates that use content of this Website but do not have a separate privacy policy.",
    "content-5": "“Personal Information” for the purposes of this Policy refers to all information relating to an identified or identifiable natural person that is recorded electronically or by other means, excluding anonymized information. We will use such information in accordance with this Policy.",
    "content-6": "If you have any comments or suggestions about the contents of this Policy, please contact us through the contact information provided on the Website and we will be happy to respond to you. <strong>If you have any questions about the terms of this Policy or disagree with any of the contents of this Policy, you should cease accessing this Website immediately.</strong>",
    "content-7": "This policy will explain to you the following contents:",
    "content-8": "I. What Personal Information we collect from you.",
    "content-9": "II. How we collect Personal Information.",
    "content-10": "III. How we use your Personal Information.",
    "content-11": "IV. Retention of Personal Information.",
    "content-12": "V. How we use Cookies.",
    "content-13": "VI. How we share, transfer and disclose your Personal Information.",
    "content-14": "VII. How we protect your Personal Information.",
    "content-15": "VIII. Your rights and privacy choices.",
    "content-16": "IX. Global transfer of Personal Information.",
    "content-17": "X. Direct marketing.",
    "content-18": "XI. Updates to this Policy.",
    "content-19": "XII. Miscellaneous.",
    "content-20": "I. What Personal Information we collect from you.",
    "content-21": "We collect Personal Information that is necessary and not excessive for the provision of our services and to fulfil the essential functions of the services we provide. You have the right to opt out of providing such information. If you refuse to allow us to collect any Personal Information from you, we may not be able to provide you with the full functionality of the Website, but you may still be able to access some of the basic content on the Website, which is generally informational and based on other users' consent to this Privacy Policy.",
    "content-22": "If a piece of information cannot be used to identify you personally, either alone or in combination with other information, then that information is not your Personal Information for legal purposes. Where we hold information that can objectively be combined with other information to identify you personally, such information will be treated and protected as your Personal Information in accordance with this Policy for the duration of its use, even if we do not intend or are unable to obtain or combine any other information to ultimately identify you personally.",
    "content-23": "We will not collect and process certain sensitive Personal Information about you (including, for example, information relating to race, religious beliefs, physical or mental health or sexual orientation) unless we have obtained your express consent in accordance with applicable legal requirements.",
    "content-24": "We may also need to collect Personal Information from you if required by law or regulation, or to prevent or prohibit illegal or unlawful activities, and to store and/or compile such information as required. In order to comply with the relevant laws and regulations in the PRC and to provide you with a service and protect your experience, we may collect information that you voluntarily provide, authorize or provide at your request in connection with your use of the services provided by us, and information generated from your use of the products and services on this Website for the following purposes and in the following ways:",
    "content-25": "If you contact our customer service or operations team, we may require you to provide Personal Information (e.g. name, telephone number, email address and other contact details) as necessary to record your identity and may also record the history and content of your correspondence with us to ensure that we are able to respond to your enquiry in a timely and accurate manner.",
    "content-26": "To facilitate your ability to copy text, share or receive shared information, we need to access your clipboard permissions locally and read if you have any text that needs to be copied and pasted, so that you can complete the copy and paste operation for quick input, sharing and other functions. We will not upload other information from your clipboard to our server.",
    "content-27": "II. How Do We Collect Personal Information",
    "content-28": "During your visit to our Website, we generally do not collect your personal information unless you initiate a consultation through the \"Contact Us\" feature on our Website. At that time, we will directly collect and record your contact information through the relevant web page to provide you with subsequent answers.",
    "content-29": "If you contact us online, we may use Cookie tools to collect information about your computer and your use of our Website. Where this information is linked to your contact details, we will treat it as Personal Information. For more information on Cookie technology, please see the section \"How we use Cookies\" below.",
    "content-30": "III. How Do We Use Your Personal Information",
    "content-31": "We may use your Personal Information to:",
    "content-32": "to carry out the functions of the services we provide;",
    "content-33": "to fulfill requests from you or us for the provision of services or related matters;",
    "content-34": "to provide you with direct marketing communications and information about our services and products from us and our partners (in certain circumstances), including promotional offers based on your interests, business characteristics and location, and in each case to obtain your consent (including an indication of no objection) in accordance with applicable law;",
    "content-35": "to comply with the laws, regulations, regulatory requirements, industry standards etc. that apply to us and/or other members of our Group;",
    "content-36": "to determine your eligibility to use certain services; and",
    "content-37": "to manage our day-to-day business requirements.",
    "content-38": "We may compile statistics on visits to the Website and may share these statistics with the public or third parties to demonstrate overall usage trends on the Website. However, these statistics do not contain any identifying information about you.",
    "content-39": "IV. Retention of Personal Information",
    "content-40": "We will retain Personal Information only for as long as is reasonably necessary for the purposes for which we collect it, including for the purposes of satisfying any legal, regulatory, tax, accounting or reporting requirements, and to keep such information strictly confidential in accordance with the law.",
    "content-41": "In general, we will only retain your Personal Information for as short a period as is necessary to fulfill the purposes described in this Privacy Policy, unless you have otherwise agreed to an extension of the retention period or as otherwise permitted by law. We may change the period for which Personal Information is stored in order to comply with legal requirements in the following circumstances:",
    "content-42": "in order to comply with applicable laws and regulations etc.;",
    "content-43": "in order to comply with a court decision, ruling or other legal process;",
    "content-44": "in order to comply with the requirements of the relevant government authorities or legally authorized organizations;",
    "content-45": "for purposes reasonably necessary to enforce the relevant service agreement or this Policy, to protect the public interest, to protect the personal property of our customers, our or our affiliates', other users or employees or other legitimate interests.",
    "content-46": "V. How Do We Use Cookies",
    "content-47": "Cookies are small text files created by a web server and stored on a user's browser. This type of technology can be used to understand your usage habits, save you from having to repeatedly enter account information, or help determine the security of your account. To make your visit easier, we may use Cookies to collect and store data about your visit to our services when you use our products or services. We will not use Cookies for any purpose other than those described in this Policy. ",
    "content-48": "You can manage and delete Cookies according to your preferences and most browsers have features that allow you to disable or delete Cookies from the official Website. It is important to note that blocking Cookies may result in certain features of our Website not working effectively or being unavailable, which may affect your experience.",
    "content-49": "We do not use Cookies to collect and track any information about users or their behavior other than to confirm their identity and login status.",
    "content-50": "VI. How Do We Share, Transfer and Disclose Your Personal Information",
    "content-51": "(I) Sharing",
    "content-52": "We are committed to keeping your information strictly confidential and will not share your Personal Information with companies, organizations or individuals outside the Dreamer Trust, except as follows:",
    "content-53": "Sharing with your consent;",
    "content-54": "Sharing under legal circumstances. We may share your Personal Information externally as required by law or regulation, as necessary to resolve litigation disputes, or as required by judicial or administrative authorities, for example, if we are obligated to disclose your Personal Information to comply with any legal or regulatory obligations, such as our anti-money laundering and counter-terrorist financing obligations, or if we agree to assist in enforcing any tax or other regulatory filing requirements;",
    "content-55": "Sharing with our member companies: Your Personal Information may be shared with members of the Dreamer Trust who may use your Personal Information only in accordance with this Privacy Policy, and we will seek your authorized consent to change the purposes for which Personal Information is processed. Our member companies include, but are not limited to, Dreamer Group (HK) Limited (located in Hong Kong, China), Dreamer Trust Limited (located in Hong Kong, China), Dreamer Trust (Singapore) Pte. Limited (located in Singapore);",
    "content-56": "Sharing with our partners. certain products or services may be provided by third parties or jointly by us and third parties, and therefore your Personal Information may be shared with theDreamer Trust's partners (i.e. banks, brokerage firms, legal/tax professional advisors, agents, etc. that we contact to provide the corresponding further services when you require);",
    "content-57": "When you have a query that we need to answer, complain about us, complain about others or are complained about by others, in order to protect your legal rights and those of others, we may store your name and contact details, complaints and communications in the customer service systems provided by third party suppliers and may provide them to consumer protection departments and regulatory authorities in order to resolve complaints and disputes in a timely manner, except where expressly prohibited by laws or regulations.",
    "content-58": "If we need to share your information with a third party in order to provide services to you, we will evaluate the legality, appropriateness, and necessity of the information collected by the third party. We will only share Personal Information that is necessary and subject to the purposes stated in this Policy, and we will seek your authorization again if the third party we are working with changes the purposes for which the Personal Information is processed. We will require third parties to take protective measures for your information and to strictly comply with relevant laws, regulations and regulatory requirements.",
    "content-59": "(II) Transfer",
    "content-60": "We will not transfer your Personal Information to any company, organization or individual, except as follows:",
    "content-61": "In accordance with mandatory administrative or judicial requirements of laws and regulations;",
    "content-62": "In the event of an asset transfer, acquisition, merger, reorganization or bankruptcy and liquidation involving the transfer of Personal Information, we will inform you of the situation in writing and request that the new company or organization holding your Personal Information continue to be bound by this Policy. In the event of a change in the purpose of use of Personal Information, we will require the company or organization to obtain your explicit consent again.",
    "content-63": "(III) Public Disclosure",
    "content-64": "In principle, we will not disclose your Personal Information publicly, except in the following circumstances:",
    "content-65": "with your express consent;",
    "content-66": "as required by applicable law or regulation or to enforce a court judgment, ruling or other legal process or to comply with a lawful compulsory request by a government authority (including other legally authorized organizations);",
    "content-67": "for purposes that are reasonable and necessary to enforce the relevant service agreement or this Policy, to protect the public interest, to protect the personal property of our customers, our or our affiliates, other users or employees, or other legitimate interests.",
    "content-68": "(IV) Exceptions to prior authorization for the sharing, transfer, or public disclosure of Personal Information: ",
    "content-69": "related to national security or national defense security;",
    "content-70": "related to public safety, public health, and significant public interests;",
    "content-71": "related to crime investigation, prosecution, trial and judgment enforcement;",
    "content-72": "to protect your or other individuals' lives, property and other important legitimate rights and interests, but it is difficult to obtain my consent;",
    "content-73": "Personal Information that you disclose to the public on your own;",
    "content-74": "Personal Information collected from lawful public disclosure, such as lawful news reports, government information disclosure and other channels;",
    "content-75": "other circumstances stipulated by laws and regulations.",
    "content-76": "PLEASE NOTE THAT, ACCORDING TO THE LAW, SHARING OR TRANSFERRING PERSONAL INFORMATION THAT HAS BEEN ANONYMIZED AND ENSURING THAT THE RECIPIENT OF THE DATA IS UNABLE TO RECOVER AND RE-IDENTIFY THE SUBJECT OF THE PERSONAL INFORMATION IS NOT AN EXTERNAL SHARING, TRANSFER OR PUBLIC DISCLOSURE OF PERSONAL INFORMATION, AND THERE IS NO NEED TO SEPARATELY NOTIFY YOU AND OBTAIN YOUR CONSENT FOR THE STORAGE AND PROCESSING OF SUCH DATA. YOU ALSO AGREE THAT THIS POLICY MEANS THAT YOU AUTHORIZE US TO SHARE, TRANSFER, AND PUBLICLY DISCLOSE DATA GENERATED BY THE OPERATION OF THE APPLICATION AND RELATED PRODUCTS/SERVICES TO OTHER USERS AND THE PUBLIC WHO USE THE PRODUCTS AND SERVICES. IF YOU WISH TO RESTRICT SUCH SHARING, TRANSFER, OR PUBLIC DISCLOSURE, PLEASE CONTACT US THROUGH THE CONTACT INFORMATION SET FORTH IN THIS POLICY.",
    "content-77": "VII. How Do We Protect Your Personal Information",
    "content-78": "We have implemented industry-standard, reasonably practicable security measures to protect your information from unauthorized access, public disclosure, use, modification, damage or loss of data. We will take all reasonably practicable steps to protect your Personal Information. We implement physical, technical and administrative security measures to reduce the risk of loss, misuse, unauthorized access, disclosure and alteration, including, but not limited to, transport layer data encryption, firewalls and encrypted storage, physical access controls, and information access authorization controls. We have security procedures in place to protect your information from unauthorized access. For example, we ensure that all your network communications with us are protected by encryption using encryption technology (SSL). Your Personal Information is encrypted using high strength encryption and stored on our servers. We use trusted protection mechanisms to protect Personal Information from malicious attacks. We use a variety of data desensitization techniques, including content substitution and SHA256, to enhance the security of Personal Information during use, such as Personal Information display and Personal Information association calculations. We use automatic code security check and data access log analysis technology to enhance Personal Information security audit.",
    "content-79": "We have an industry-leading data security management system that focuses on the core of data and revolves around the data lifecycle, enhancing the security of the entire Website in multiple dimensions from organization construction, system design, personnel management, and product technology to protect your Personal Information.",
    "content-80": "We will take all reasonable and feasible measures to avoid collecting irrelevant Personal Information, and we will only retain your Personal Information for as long as necessary to achieve the purposes described in this Policy, unless the retention period needs to be extended or is permitted by law. After the necessary period, we will delete your Personal Information, except as otherwise required by law or regulation. When our products or services are discontinued, we will notify you by push notification, announcement, etc. ",
    "content-81": "Please be aware and understand that the Internet is not a completely secure environment, and you should take measures to protect your Personal Information. Please remember to log out of the Website and close your browser window when you have finished your work. This is to ensure that other people who have access to your computer do not have access to your Personal Information and communications. If you discover that your Personal Information has been compromised, please contact us immediately using the contact details provided on the Website so that we can take appropriate action. ",
    "content-82": "We have set up a transparent data breach handling system, and in the unfortunate event of a Personal Information security incident, we will inform you of the basic circumstances and possible effects of the security incident, the measures we have taken or will take to deal with it, suggestions for your own prevention and risk reduction, and remedial measures for you, as required by law and regulation. If it is difficult to inform each user individually, we will take reasonable and effective ways to publish the announcement.",
    "content-83": "VIII. Your Rights and Privacy",
    "content-84": "You have the following rights with respect to our processing of Personal Information about you:",
    "content-85": "The right of access to Personal Information;",
    "content-86": "The right to correct Personal Information;",
    "content-87": "The right to restrict the use of Personal Information;",
    "content-88": "The right to request the erasure of Personal Information;",
    "content-89": "the right to object to the processing (including sharing or transfer) of Personal Information;",
    "content-90": "the right to opt out of direct marketing; and",
    "content-91": "the right to withdraw consent to the processing of your Personal Information at any time.",
    "content-92": "You may make such a request by contacting us through the contact information displayed on the Website. In accordance with the Personal Information (Privacy) Ordinance, Cap 486, we have the right to charge a reasonable fee for processing requests for access to the aforementioned information. ",
    "content-93": "Please note that even if you choose to opt out of receiving direct marketing emails, we may still need to contact you to provide important data or information as a result of services we are providing or will provide to you or your employer.",
    "content-94": "IX. Global transfer of Personal Information",
    "content-95": "In order to better serve users from around the world, various members of the Dreamer Trust work together to provide you with resources and information worldwide, which means that with your authorized consent, your Personal Information may be transferred to, or accessed from, the country in which you use the product or service. Such jurisdictions may have different data protection laws, or not even established relevant laws. You understand and agree that we may need to transfer your Personal Information collected and processed under this Policy outside of your jurisdiction (including allowing your Personal Information to be accessed from other jurisdictions) if required by business or administrative necessity in the future.",
    "content-96": "You understand and agree that if you access the service platforms and pages of international brokerage firms or third parties to obtain their products or services, the international brokerage firms or third parties may offer their products or services through their servers located in other jurisdictions, and if you wish to obtain such products or services, you may need to provide your Personal Information directly to international brokerage firms or third parties located in other jurisdictions based on the demand for the relevant products or services and the privacy policies of the relevant products. If you wish to obtain such products or services, you may need to provide the information directly to an international brokerage firm or third party located in another jurisdiction based on the requirements of the relevant product or service and the privacy policy of the relevant product. You should refer to the privacy policy of the relevant product or service and make your own decision as to whether to accept, use or provide your Personal Information to the international broker or third party. The products or services provided to you by international brokerage firms or third parties are not subject to this Policy, and your use of the platforms, pages, products or services of international brokerage firms or third parties is not protected by this Policy.",
    "content-97": "X. Direct Marketing",
    "content-98": "In connection with direct marketing, we may use your Personal Information, including but not limited to your name and contact information, geographic location, etc., to send you marketing messages about the services and products we and our partners offer from time to time by telephone, text (SMS), email, postal, fax and push notifications, and any other electronic means. Such services and products may include, but are not limited to, business, corporate, trust services and related information.",
    "content-99": "We will obtain your informed consent (including an indication of no objection) before using your Personal Information for direct marketing or providing information to third parties for direct marketing.",
    "content-100": "If at any time you do not wish us to continue to use or provide your Personal Information to others for direct marketing purposes and do not wish to receive any direct marketing messages, you may opt out of receiving direct marketing messages by notifying us through the contact information displayed on the Website.",
    "content-101": "XI. Updates to This Policy",
    "content-102": "We may update this Policy from time to time to reflect changes in the way we process your Personal Information or changes in legal requirements. If we make such changes to this Policy, we will post or otherwise publish the revised Privacy Policy on our Website. The revised Privacy Policy will be effective as of the date it is posted on our Website. ",
    "content-103": "We recommend that you periodically check this page for updates to our privacy policy. Your continued use of our products and services offered on the Website will be deemed to be acceptance of the updated privacy policy.",
    "content-104": "XII. Miscellaneous",
    "content-105": "If any clause is deemed unenforceable, it will not affect any other clauses. ",
    "content-106": "The original version of this Policy and all documents relating thereto are written in Chinese and the English version is for reference only. In case of any conflict between versions, the Chinese version shall prevail.",
    "content-107": "This Policy and any dispute or claim arising out of or in connection with it (including non-contractual disputes or claims) shall be governed by the laws of Hong Kong. The courts of the Hong Kong Special Administrative Region shall have exclusive jurisdiction over all disputes and claims arising out of or in connection with the terms of this Agreement."
  },
  "terms": {
    "title": "Terms of Use",
    "content-1": "Welcome to the official website of Dreamer Group at www.dreamertrust.com (the \"Website\").",
    "content-2": "This Terms of Use (the \"Agreement\") applies to the Website and any website accessible through a link provided on the Website or any website linked to the Agreement by any means (collectively, the \"Websites\").",
    "content-3": "THIS AGREEMENT CONTAINS IMPORTANT INFORMATION ABOUT YOUR LEGAL RIGHTS, REMEDIES AND OBLIGATIONS WITH RESPECT TO YOUR USE OF THE WEBSITE, AND YOU SHOULD READ THESE TERMS CAREFULLY, INCLUDING, WITHOUT LIMITATION, THE VARIOUS LIMITATIONS, EXCLUSIONS AND REMEDIES. ",
    "content-4": "BY ACCESSING OR USING THE WEBSITE, AND THE CONTENT AND SERVICES AVAILABLE VIA THE WEBSITE, YOU SIGNIFY THAT YOU HAVE READ, UNDERSTAND AND AGREE TO BE BOUND BY THESE TERMS OF THE AGREEMENT IN ALL RESPECTS WITH RESPECT TO THE WEBSITE; SUCH AGREEMENT WILL BE DEEMED FOR ALL LEGAL PURPOSES TO BE IN WRITING AND LEGALLY ENFORCEABLE AS A SIGNED WRITTEN AGREEMENT. IF YOU ARE NOT WILLING TO BE BOUND BY EACH AND EVERY TERM OR CONDITION OF THE AGREEMENT, OR IF ANY REPRESENTATION MADE HEREIN BY YOU IS NOT TRUE, YOU MAY NOT USE, AND MUST CEASE USING, THE WEBSITE. ",
    "content-5": "I. Definitions and interpretation",
    "content-6": "For your clarity and understanding of this Agreement, we have defined certain terms in these terms and on the Website (unless otherwise stated or defined elsewhere on the Website or in a particular context).",
    "content-7": "“<strong>Content</strong>” means all materials and content, including designs, editorial, text, graphics, audiovisual materials, multimedia elements, photographs, videos, music, sound recordings, reports, documents, software, information, formulae, patterns, data and any other work.",
    "content-8": "“<strong>Dreamer</strong>”, “<strong>Dreamer Group</strong>” or “<strong>we /us</strong>” refer to the Dreamer Group Limited (a limited company registered in Hong Kong, China, company registration No. 3207104) and the group (including other group members which provide this Website or related services displayed on this Website) it belongs to.",
    "content-9": "“<strong>User</strong>” means all users of the Website.",
    "content-10": "“<strong>You</strong>” means you as an individual user of the Website.",
    "content-11": "In the terms of this Agreement:",
    "content-12": "the headings in this Agreement are for identification purposes only and do not constitute substantive content, summaries or definitions, nor are they to be construed as an interpretation of the content of any term; and",
    "content-13": "the word “including” , the word “includes”  and the phrase “such as” , when following a general statement or term (whether or not non-limiting language such as “without limitation”  or “but not limited to”  or other words of similar import are used with reference thereto), is not to be construed as limiting, and the word “or”  between two or more listed matters does not imply an exclusive relationship between the matters being connected.",
    "content-14": "II. About the Website",
    "content-15": "This Website provides information, services and products about the Dreamer Group and references to “this/the Website” in this Agreement include all information provided on the Website, as updated from time to time, and software, content and functionality related to the Dreamer Trust. ",
    "content-16": "This Website and the content therein are for informational purposes only and do not constitute professional advice, and no user should rely on this Website or the content therein to make decisions, including operate or promote your business, secure financing or capital in any form, obtain any regulatory or governmental approvals, or otherwise to procure services or other benefits from any entity. You should consult with your professional advisor before making any decisions or taking any action.",
    "content-17": "Changes to the Website and Availability",
    "content-18": "The Website is made available on an “as is” basis with no representation or warranty with respect to its functionality or availability and with no guarantee that it is complete, accurate, or timely nor any guarantee regarding any results you or others may obtain from their use. Access to all or parts of any of the Website may be suspended at any time without notice.",
    "content-19": "III. Your Responsibilities ",
    "content-20": "You will use the Website only for lawful purposes. If at any time you become aware of any violation, by any person or entity, of any part of the Agreement, please contact us immediately and provide us with assistance, as requested, to stop or remedy such violation.",
    "content-21": "In using the Website, you must not to:",
    "content-22": "use the Website to conduct or engage in (whether or not intentionally): ",
    "content-23": "realtime, harass, humiliate, intimidate or otherwise disrespect the rights or dignity of others,",
    "content-24": "defamation, slander, fraud or other infringement of rights,",
    "content-25": "produce, publish, or disseminate obscene, indecent, pornographic or other objectionable content, or ",
    "content-26": "design, create, embed, distribute, disseminate software, code, files or programs (“viruses”) that are or are potentially harmful, intrusive or designed to disrupt, hijack or monitor the operation and use of any hardware, software or equipment;",
    "content-27": "publish, transmit or otherwise make available through this Website any material protected by copyright, trademark, trade secret, right of publicity, privacy or any other proprietary right without the prior express written consent of the relevant owner",
    "content-28": "using (including, without limitation, reproduce, download, frame, modify, adapt, translate, create derivative works from, sell, rent, lend, timeshare lease, distribute or otherwise exploit) the content of this Website (whether intentionally or not) without the prior written authorization of Dreamer or use this Website or any of its content for any commercial purpose, or process data or other information on behalf of any third party;",
    "content-29": "interfere with, disrupt the operation of the Website or the servers or networks used to provide the operation of the Website, including by hacking or damaging any part of the Website, or violating any requirements, processes or policies of said servers or networks;",
    "content-30": "restrict or inhibit any other person from using the Website;",
    "content-31": "reverse engineer, decompile or disassemble any part of the Website;",
    "content-32": "frame or mirror any portion of the Website, or otherwise incorporate any portion of the Websites into any product or service, without Dreamer Trust’s express prior written consent;",
    "content-33": "systematically download and store the content of the Website (for the avoidance of doubt, where permitted by applicable law, service providers are permitted to cache the content of the Website in the normal course of business);",
    "content-34": "use any robot, Website search/retrieval application or other manual or automatic device to:",
    "content-35": "retrieve, index, “data mine” or otherwise gather content from the Websites, ",
    "content-36": "reproduce or circumvent the navigational structure or presentation of the Websites, or",
    "content-37": "harvest or collect information about users of the Websites without Dreamer’s express prior written consent.",
    "content-38": "If you do not comply with the Agreement (or if we have reasonable grounds to suspect or are investigating suspected non-compliance), we may suspend your access to the Websites or take any other steps we consider appropriate.",
    "content-39": "IV. Termination of Service",
    "content-40": "To the maximum extent permitted by law, we may, in our sole discretion, suspend, restrict or terminate your use of the Websites (including your Account, if you are a Registered User), effective at any time, without notice to you, for any reason, including because:",
    "content-41": "the operation or efficiency of the Website or our or any third party's equipment or network is impaired by your use of the Websites; ",
    "content-42": "we have received a third party complaint which relates to your use or misuse of the Websites; or ",
    "content-43": "you have been or are in breach of any term or condition of the Agreement. ",
    "content-44": "We will have no responsibility to notify any third party, including any third party providers of services, merchandise or information, of any suspension, restriction or termination of your access to the Websites.",
    "content-45": "V. Intellectual Property Rights",
    "content-46": "(I) Our Content",
    "content-47": "Except where expressly stated otherwise, all right, title, and interest in and to the Website and all content, source code, processes, designs, technologies, URLs, domain names, marks, and logos forming any part of the Website (collectively, \"Our Content\") are:",
    "content-48": "fully vested in us, our licensors, or our suppliers; and ",
    "content-49": "protected by applicable copyrights, trademarks, patents, trade secrets, database rights, or other proprietary rights and laws. ",
    "content-50": "You acknowledge and agree that access to and use of Our Content is subject to applicable laws and regulations, this Agreement and other terms and conditions attached to this Website, including the Privacy Policy, Disclaimer, etc. Your use of the Website does not constitute a grant by us of any rights or entitlements to you in connection with Our Content other than those expressly set forth in such documents or terms and conditions above mentioned.",
    "content-51": "Unless expressly authorized by us in writing, you do not have the right to:",
    "content-52": "copy, modify, deep link, rent, lease, loan, sell, assign, sublicense, grant a security interest in or otherwise transfer any right or interest in Our Content;",
    "content-53": "remove any proprietary notices or labels on or in Our Content; or",
    "content-54": "allow any other person or entity to engage in any of the foregoing.",
    "content-55": "(II) Third Party Content",
    "content-56": "This Website may contain links to content, websites and other materials provided by third parties (collectively, \"Third Party Content\"). In the course of your visit to the Website, you may read, actively access through links to, or receive transmissions from us of applicable Third Party Content. ",
    "content-57": "Third Party Content may be protected by applicable copyrights, database rights, trademarks, patents, trade secrets, third party terms or related laws and regulations. You acknowledge and agree that your use of the Website does not grant you any rights with respect to Third Party Content other than those expressly set forth in this Agreement.",
    "content-58": "We have no control over Third Party Content and make no representations or warranties with respect to any Third Party Content. The availability of any Third Party Content through the Website does not imply endorsement of, or affiliation with, any provider of such websites or materials. Your use of any Third Party Content is at your own risk and is subject to all terms, conditions and policies applicable to such Third Party Content (such as the Third Party Content provider's terms of service or privacy policy).",
    "content-59": "(III) Marks and Service Marks ",
    "content-60": "You may not use any trademark, service mark, logo or design owned or registered by the Dreamer Group, or any other mark held by the Dreamer Trust (whether or not registered), in connection with any product or service that is not owned or registered by the Dreamer Group, or in any manner that is likely to cause confusion, obtain unfair advantage or cause damage to the Dreamer Group or other third parties. Nothing on this Website shall be construed as granting any right to use any trade name, trademark, service mark, logo or design.",
    "content-61": "VI. Limitation of Liability",
    "content-62": "This Website is provided for informational purposes only and, to the maximum extent permitted by applicable law, the Dreamer Trust shall not be liable for any loss or damage arising from your use of or inability to use this site or any materials available to you through this site.",
    "content-63": "You acknowledge and accept that use of this Website is subject to the inherent risks of any connection and transmission over the internet, particularly with respect to security risks and vulnerabilities, technical performance and disruption risks. Accordingly, in no event shall Dreamer be liable to you for any loss or damage caused by any interruption or failure of the Internet network, or for any interruption or limitation of access to the Website for any reason, including, without limitation, loss or damage caused by viruses, security-related vulnerabilities or technical reasons.",
    "content-64": "TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, DREAMER TRUST DISCLAIMS ANY LIABILITY FOR ANY LOSS OR DAMAGE NOT CAUSED BY THE WILLFUL OR GROSS NEGLIGENCE OF US AND SHALL NOT BE LIABLE FOR ANY DIRECT, INDIRECT, INCIDENTAL, SPECIAL, CONSEQUENTIAL OR PUNITIVE LOSS OR DAMAGE, INCLUDING, WITHOUT LIMITATION, LOSS OF PROFITS OR REVENUE, GOODWILL, DOWNTIME, SECURITY BREACHES, VIRUSES, COMPUTER FAILURE OR MALFUNCTION, LOSS OF USE, DATA OR OTHER INTANGIBLE LOSSES OR BUSINESS ",
    "content-65": "TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, THE DREAMER TRUST SHALL NOT BE LIABLE OR RESPONSIBLE TO YOU OR ANY OTHER PERSON FOR ANY LOSS OR DAMAGE, INCLUDING DIRECT, INDIRECT, CONSEQUENTIAL, SPECIAL OR SIMILAR LOSS OR DAMAGE, ARISING OUT OF ANY ERRORS OR OMISSIONS IN THE WEBSITE AND ANY DECISIONS OR ACTIONS TAKEN IN RELIANCE ON OR IN RELIANCE UPON INFORMATION PROVIDED ON THE WEBSITE.",
    "content-66": "VII. Other Legal Terms",
    "content-67": "We reserve the right to amend the Agreement at any time without notice to you, but we will use reasonable efforts to post each amendment before it becomes effective. We will only reasonably revise the Agreement if the provisions of it are no longer applicable or are incomplete. The most current, complete revised version of the Agreement will be posted on the Website. You may check the Website periodically to be notified of such revisions in a timely manner. If you continue to use the Website after the effective date of any amendment, you will be deemed to have accepted the amended version of the Agreement. ",
    "content-68": "You acknowledge that you have read the Privacy Policy on the Website and that it may be updated from time to time. You further acknowledge that, to the extent required by applicable law, by using this Website, you consent to our collection, use and disclosure of your personal information (whether already collected or to be collected) for the purposes specified.",
    "content-69": "Without limiting any of our rights, we may suspend, restrict or terminate your use of the Websites, effective at any time, without notice to you if:",
    "content-70": "the operation or efficiency of the Websites or our or any third party's equipment or network is impaired by your use of the Websites; ",
    "content-71": "we have received a third party complaint which relates to your use or misuse of the Websites; ",
    "content-72": "you have been or are in breach of any term or condition of the Agreement; ",
    "content-73": "we are required to do so for legal reasons; or ",
    "content-74": "we have other valid reason to do so. ",
    "content-75": "We are not responsible for notifying any third party, including any third party provider of services, goods or information, of any suspension, restriction or termination of your access to the Website.",
    "content-76": "Your use of the Website and the content and features accessible through the Website constitutes your agreement to the Terms herein; such agreement will be deemed to be in writing for all legal purposes and will be legally enforceable as a signed agreement in writing.",
    "content-77": "<strong>IF YOU DO NOT COMPLY WITH THESE TERMS AND WE DO NOT TAKE IMMEDIATE ACTION, THIS DOES NOT MEAN THAT WE OR ANY AFFILIATE OF US WAIVES ANY RIGHTS WE/THEY MAY HAVE (SUCH AS TO TAKE ACTION IN THE FUTURE).",
    "content-78": "If you have any claim or cause of action against the Agreement or the Website, you must do so within one year after the claim or cause of action arises, or we will not be liable for it.",
    "content-79": "any notice, consent, waiver, approval, authorization or other information given by us to you in connection with the Agreement will be deemed to have been validly given if it is served or sent to any contact method provided by you.",
    "content-80": "We may transfer all or part of our rights and obligations under the Agreement at any time without notice to you. You may not assign any of your rights or obligations under the Agreement without our prior written consent. You agree that the Agreement will bind you and us and our respective personal representatives and legal representatives, successors and permitted assigns. ",
    "content-81": "You agree that the consummation of this Agreement and your use of the Website will not create a joint venture, partnership, trust, employment or agency relationship between you and DreamerTrust.",
    "content-82": "The terms of this Agreement, as amended from time to time, and the other terms and conditions attached to the Website (including, but not limited to, the Privacy Policy and the Disclaimer) constitute the entire agreement between you and Dreamer Trust with respect to your use of the Website. If a matter is not covered herein by one of the foregoing documents, the terms of this Agreement shall apply directly.",
    "content-83": "If a particular term is found to be unenforceable, this will not affect any other terms.",
    "content-84": "The original version of this Agreement and all documents relating thereto are written in Chinese and the English version is for reference only. In case of any conflict between versions, the Chinese version shall prevail.",
    "content-85": "The Agreement and any dispute or claim arising out of or in connection with it (including non-contractual disputes or claims) shall be governed by the laws of Hong Kong. The courts of the Hong Kong Special Administrative Region shall have exclusive jurisdiction over all disputes and claims arising out of or in connection with the terms of this Agreement."
  },
  "common": {
    "date": "Date: {date}",
    "time": "Time: {time}",
    "submit": "Submit",
    "close": "Close",
    "back": "Back",
    "release-date": "Release Date: {date}",
    "effective-date": "Effective Date: {date}"
  },
  "setting": {
    "lang": {
      "en_US": "English",
      "id_ID": "Bahasa Indonesia",
      "ms_MY": "Bahasa Malaysia",
      "vi_VN": "Tiếng Việt",
      "zh_CN": "简体中文",
      "zh_HK": "繁體中文",
      "ja_JP": "日本語",
      "ko_KR": "한국어",
      "th_TH": "ไทย",
      "hi_IN": "हिन्दी",
      "pt_PT": "Português",
      "es_ES": "Español"
    }
  }
}
