{
  "menu": {
    "aboutUs": "About Us",
    "ourSolutions": "Our Solutions",
    "insightsUpdates": "Insights & Updates",
    "seminar": "Seminar",
    "contactUs": "Contact Us"
  },
  "home": {
    "top-1": {
      "title": "Reliable.",
      "title-2": "Secure.",
      "subTitle": "Trusted.",
      "content": "We safeguard your assets and ensure your legacy thrives for generations to come."
    },
    "top-2": {
      "title": "Seminar",
      "subTitle": "Event.",
      "content": "Annual Trust Conference",
      "time": "Time: {dateTime}",
      "location": "Location: {location}",
      "details": "Details"
    },
    "top-3": {
      "title": "Our Strategic",
      "subTitle": "Solutions.",
      "content": "We offer a range of solutions, including Trust Services, Estate Planning, Asset Management, and Corporate Services, to meet your diverse financial needs.",
      "learnMore": "Learn More"
    },
    "solutions": {
      "title": "Our Solutions",
      "subTitle": "Solutions Crafted to Fit Your Goals",
      "solution-1": {
        "title": "Trust Services",
        "content": "Our comprehensive trust services cover personal, family, investment, property, insurance, business value protection, charitable, foreign grantor solutions."
      },
      "solution-2": {
        "title": "Estate Planning",
        "content": "Our estate planning services include tailored will drafting and seamless probate administration, ensuring your wishes are carried out with ease."
      },
      "solution-3": {
        "title": "Asset Management",
        "content": "Our asset management services include family office, private trust company formation, and escrow agent services to safeguard and manage your wealth effectively."
      },
      "solution-4": {
        "title": "Corporate Service",
        "content": "Our cap table management service ensures accurate tracking of ownership, equity distribution, and make informed decisions during fundraising or equity events."
      }
    },
    "advantages": {
      "title": "Our Advantages",
      "subTitle": "What Sets Us Apart",
      "advantage-1": {
        "content": "Tackle the challenges of integrating cross-border business."
      },
      "advantage-2": {
        "content": "Tailored solutions to meet each client's needs."
      }
    }
  },
  "aboutUs": {
    "top-1": {
      "title": "About",
      "title-2": "Dreamer",
      "title-3": "Group.",
      "content": "Your Trusted Partner in Financial Protection and Legacy Building."
    },
    "introduce": {
      "title": "Expertise You Can Trust",
      "content": "Our mission at Dreamer Trust is to safeguard our clients' financial futures by providing expert trust management, estate planning, and asset protection services. We are dedicated to upholding the highest ethical standards, delivering transparent communication, and prioritizing the best interests of our clients in every decision we make."
    },
    "ourValue": {
      "title": "Our Value",
      "subTitle": "The Value We Deliver",
      "integrity": {
        "title": "Integrity",
        "content": "We operate with honesty and transparency, ensuring that every action is in the best interest of our clients."
      },
      "clientCentric": {
        "title": "Client-Centric",
        "content": "We prioritize personalized service, tailoring our trust and estate planning solutions to meet the unique needs and goals of each client."
      },
      "trustworthy": {
        "title": "Trustworthy",
        "content": "We earn the trust of our clients through our long-standing reputation for competence, reliability, and ethical business practices."
      },
      "compliance": {
        "title": "Compliance",
        "content": "We adhere strictly to all legal and regulatory requirements, ensuring the smooth and secure management of our clients' financial affairs."
      },
      "accountability": {
        "title": "Accountability",
        "content": "We hold ourselves accountable for the decisions we make and the service we provide, continuously striving to meet and exceed our clients' expectations."
      },
      "excellence": {
        "title": "Excellence",
        "content": "Our team is committed to delivering high-quality services, with precision and care, to safeguard your assets and ensure financial security."
      }
    },
    "ourMission": {
      "title": "Our Mission",
      "subTitle": "Our Commitment to Excellence",
      "mission-1": {
        "content": "Our mission is to provide customized trust solutions that protect and enhance our clients' wealth, ensuring their legacies endure for generations."
      },
      "mission-2": {
        "content": "We are committed to solving our clients' unique challenges with personalized service, putting their needs above all else."
      },
      "mission-3": {
        "content": "Guided by integrity, professionalism, and trust, we strive to deliver peace of mind and long-term financial security for families and businesses."
      }
    }
  },
  "common": {},
  "setting": {
    "lang": {
      "en_US": "English",
      "id_ID": "Bahasa Indonesia",
      "ms_MY": "Bahasa Malaysia",
      "vi_VN": "Tiếng Việt",
      "zh_CN": "简体中文",
      "zh_HK": "繁體中文",
      "ja_JP": "日本語",
      "ko_KR": "한국어",
      "th_TH": "ไทย",
      "hi_IN": "हिन्दी",
      "pt_PT": "Português",
      "es_ES": "Español"
    }
  }
}
