{
  "menu": {
    "aboutUs": "关于我们",
    "ourSolutions": "解决方案",
    "insightsUpdates": "洞察更新",
    "seminar": "研讨会信息",
    "contactUs": "联系我们"
  },
  "home": {
    "top-1": {
      "title": "可靠、",
      "title-2": "安全、",
      "subTitle": "值得信赖。",
      "content": "我们会照顾好您的资产，让您的遗产代代相传、持续繁荣。"
    },
    "top-2": {
      "title": "研讨会",
      "subTitle": "信息。",
      "content": "年度信托会议",
      "time": "时间: {dateTime}",
      "location": "地点: {location}",
      "details": "详情"
    },
    "top-3": {
      "title": "我们的",
      "subTitle": "解決方案。",
      "content": "我们提供一系列解决方案，包括信托服务、遗产规划、资产管理和企业服务，以满足您多样化的财务需求。",
      "learnMore": "了解更多"
    },
    "solutions": {
      "title": "我们的解决方案",
      "subTitle": "量身定制的解决方案以满足您的目标",
      "solution-1": {
        "title": "信托方案",
        "content": "涵盖个人、家庭、投资、财产、保险、商业价值保护、慈善及外国赠与人等方案。"
      },
      "solution-2": {
        "title": "遗产规划",
        "content": "包括拟定量身定制的遗嘱和无缝接轨的遗产管理，确保您的愿望能够轻松实现。"
      },
      "solution-3": {
        "title": "资产管理",
        "content": "包括家族办公室、私人信托公司成立以及保管代理服务，以有效地保护和管理您的财富。"
      },
      "solution-4": {
        "title": "企业服务",
        "content": "我们的股权结构管理服务确保准确纪录每一次所有权的变更和股权的分配，提供完整信息做于筹资或股权变更决策的参考。"
      }
    },
    "advantages": {
      "title": "我们的优势",
      "subTitle": "我们的独特之处",
      "advantage-1": {
        "content": "应对跨境业务整合的挑战。"
      },
      "advantage-2": {
        "content": "提供量身定制的解决方案，满足每位客户的需求。"
      }
    }
  },
  "aboutUs": {
    "top-1": {
      "title": "关于",
      "title-2": "梦想家集团。",
      "content": "可信赖的资产保护和传承伙伴。"
    },
    "introduce": {
      "title": "值得信赖的专业知识",
      "content": "梦想家集团的使命是通过提供专业的信托管理、遗产规划和资产保护服务，来保障客户的财务未来。我们致力于维护最高的伦理标准，提供透明的沟通，并在每一个决策中优先考虑客户的最佳利益。"
    },
    "ourValue": {
      "title": "我们的价值",
      "subTitle": "我们所提供的价值",
      "integrity": {
        "title": "诚信",
        "content": "我们以诚实和透明的方式经营，确保每一个决定都以客户的最佳利益为优先考虑。"
      },
      "clientCentric": {
        "title": "以客户为中心",
        "content": "我们以提供客致化服务为优先，根据每位客户的独特需求和目标量身定制信托和遗产规划解决方案。"
      },
      "trustworthy": {
        "title": "值得信赖",
        "content": "我们以长期耕耘所获得的能力、可靠性和遵守商业道德赢得客户的信任。"
      },
      "compliance": {
        "title": "合规",
        "content": "我们严格遵守所有法律和监管要求，确保顺利和安全得管理客户资产。"
      },
      "accountability": {
        "title": "可靠",
        "content": "我们对自己做的决策和提供的服务负责，不断努力满足并超越客户的期望。"
      },
      "excellence": {
        "title": "卓越",
        "content": "我们的团队致力于提供高质量的服务，以精确和细心的方式保障您的资产，确保财务安全。"
      }
    },
    "ourMission": {
      "title": "我们的使命",
      "subTitle": "我们对卓越的承诺",
      "mission-1": {
        "content": "我们的使命是提供定制化的信托方案，以保护和增强客户的财富，确保他们的遗产能够世代相传。"
      },
      "mission-2": {
        "content": "我们致力于以客制化服务解决客户面临的独特挑战，将他们的需求置于优先。"
      },
      "mission-3": {
        "content": "在诚信、专业和信任的原则下，我们努力为家庭和企业提供心灵的平和和长期的财务安全。"
      }
    }
  },
  "seminars": {
    "top-1": {
      "title": "财富策略",
      "title-2": "",
      "title-3": "研讨会。",
      "content": "参加我们专家主持的研讨会，获取有关信托和遗产规划的宝贵见解，学习保护您的财富和确保您遗产的策略。"
    },
    "event": {
      "title": "研讨会活动",
      "subTitle": "掌握信托与遗产规划"
    },
    "pastEvent": {
      "title": "过去的活动",
      "subTitle": "我们最近的聚会"
    },
    "reserve": "请立即回复以预留您的位置！",
    "form": {
      "name": "姓名",
      "namePlaceholder": "请输入您的姓名",
      "emailPlaceholder": "请输入您的电邮",
      "mobile": "手机号码",
      "areaCode": "区号",
      "mobilePlaceholder": "请输入您的手机号码",
      "landline": "固定电话",
      "landlinePlaceholder": "请输入您的固定电话（如有）",
      "method": "首选联系方式",
      "Email": "电邮",
      "SMS": "短信",
      "Phone Call": "电话",
      "comments": "问题或意见",
      "commentsPlaceholder": "随时留下任何问题或意见",
      "success": "谢谢！您的回复已成功提交。我们期待在活动中见到您。"
    }
  },
  "contactUs": {
    "top-1": {
      "title": "让我们",
      "title-2": "一起保障",
      "title-3": "您的未来。",
      "content": ""
    },
    "form": {
      "title": "联系我们。",
      "description": "我们随时准备回答您的问题并在每一步中指导您。今天就联系我们进行咨询，迈出保障您未来的第一步。",
      "name": "姓名",
      "namePlaceholder": "请输入您的姓名",
      "email": "电邮",
      "emailPlaceholder": "请输入您的电邮",
      "mobile": "电话号码",
      "areaCode": "区号",
      "mobilePlaceholder": "请输入您的电话号码",
      "company": "公司",
      "companyPlaceholder": "请输入您任职公司的名称",
      "need": "请告诉我们您的需求",
      "needs": {
        "TrustService": "信托方案",
        "EstatePlanning": "遗产规划",
        "AssetManagement": "资产管理",
        "CorporateService": "企业服务"
      },
      "comments": "问题或意见",
      "commentsPlaceholder": "例如：在新加坡建立家庭信托需要多长时间？",
      "success": "感谢您联系我们，我们将会尽快与您联系！"
    },
    "location": {
      "title": "我们的据点",
      "sg": {
        "title": "新加坡办公室",
        "description": "柏盛信托（新加坡）有限公司",
        "address": "160 Robinson Road, #31-01 SBF Center, Singapore 068914",
        "email": "info.sg@psgptrust.com",
        "phone": "+65 6011 1703"
      },
      "hk": {
        "title": "香港办公室",
        "description": "柏盛信托有限公司",
        "address": "香港湾仔轩尼诗道48-62号上海实业大厦23楼2302室",
        "email": "info.hk@psgptrust.com",
        "phone": "+852 2485 8999"
      }
    }
  },
  "blog": {
    "top-1": {
      "title": "让我们了解",
      "title-2": "信托。",
      "content": "请造访我们的常见问题页面以获取答案，并查看我们的博客以获取有关信托服务和财务规划的专业见解。"
    },
    "questions": {
      "title": "",
      "subTitle": "常见问题"
    },
    "blogs": {
      "title": "好文共享",
      "subTitle": "专家见解与建议",
      "learnMore": "了解更多",
      "writtenBy": "作者"
    }
  },
  "solutions": {
    "top-1": {
      "title": "解决方案。",
      "title-2": "我们提供的",
      "content": "我们提供全方位的信托服务，并根据您的独特需求和资产保护计划量身打造方案。"
    },
    "description": {
      "title": "",
      "subTitle": "专注于解决您所面临的挑战，而不仅止于销售服务。",
      "content": "在梦想家，我们专注于解决您的独特挑战，而不仅仅是销售产品。我们提供可定制的信托解决方案，旨在满足您的具体需求，确保您的目标和传承始终是我们的优先考虑。"
    },
    "our-solutions": {
      "title": "我们的解决方案",
      "subTitle": "量身定制的解决方案以满足您的目标"
    },
    "trust-solution": {
      "title": "信托方案",
      "subTitle": "无论是个人、家庭或企业，我们的信托服务都会根据您的独特目标提供定制化服务。",
      "article-1": {
        "title": "个人/家族信托",
        "content": "家族信托，也称为家族信托基金或自由裁量信托，是一种法律安排，旨在为家族成员持有和管理资产。"
      },
      "article-2": {
        "title": "投资信托",
        "content": "投资信托让委托人运用信托的资产进行多元化的投资。"
      },
      "article-3": {
        "title": "房地产信托",
        "content": "房地产信托旨在持有、管理，有时开发房地产，为受益人提供利益。"
      },
      "article-4": {
        "title": "保险信托",
        "content": "保险信托为指定受益人持有和管理人寿保险单。"
      },
      "article-5": {
        "title": "商业价值保护信托 (BVPT)",
        "content": "商业价值保护信托是一种专门的信托，旨在保护非上市企业的价值，并确保在某些触发事件发生时能持续运营。"
      },
      "article-6": {
        "title": "慈善信托",
        "content": "慈善信托是为慈善组织或者慈善目的而设立的信托。"
      },
      "article-7": {
        "title": "外国授予人信托",
        "content": "外国赠与人信托是一种根据外国法律设立的信托，由非美国人士（也称为非居民外国个人或外国赠与人）创建。"
      }
    },
    "estate-planning": {
      "title": "遗产规划",
      "subTitle": "通过定制策略为未来做规划，保护您的资产和亲人。",
      "article-1": {
        "title": "遗嘱撰写",
        "content": "遗嘱，也被称为最后意愿和遗嘱，是一份法律文件，允许个人（被称为立遗嘱人或女立遗嘱人）指定他们的资产和财产在他们死后应该如何分配。"
      },
      "article-2": {
        "title": "遗嘱认证管理 ",
        "content": "遗嘱认证管理是在遗嘱法庭的监督下，分配死者的资产和处理相关事务的法律程序"
      }
    },
    "asset-management": {
      "title": "资产管理",
      "subTitle": "确保您的财务传承持久，以专业的投资和财富保护解决方案。",
      "article-1": {
        "title": "家族办公室",
        "content": "专为高资产个人 (HNWIs) 设立的的财富管理公司，致力于管理富裕家庭的财务和投资。"
      },
      "article-2": {
        "title": "私人信托公司 (PTC)",
        "content": "设立私人信托公司涉及创建一个专门的实体，由创始人建立，担任家族信托的受托人，并管理家族资产和企业的所有权。"
      },
      "article-3": {
        "title": "托管代理服务 ",
        "content": "托管代理服务是指一种三方的法律安排，在这种安排中，资金、资产或文件由缔约双方约定，由中立的第三方，即托管代理人保管。"
      }
    },
    "corporate-service": {
      "title": "企业服务",
      "subTitle": "跟踪和管理公司的所有权结构，包括股份、期权和其他股权利益。",
      "article-1": {
        "title": "股权结构表",
        "content": "CapTable（即Capitalization Table，股权结构表），是一份全面记录公司融资历史和股权分配情况的文档。它以可视化的方式呈现了公司的融资历程、各轮融资的融资金额以及每位投资者的持股比例。 Table，股權結構表）是一份全面記錄公司融資歷史和股權分配情況的文檔。它以可視化的方式呈現了公司的融資歷程、各輪融資的融資金額以及每位投資者的持股比例。"
      }
    }
  },
  "disclaimer": {
    "title": "免责声明",
    "content-1": "本网站所提供的资料仅作一般参考用途，并不构成要约，本网站以及通过本网站向您提供的所有信息都是按照“原样”及“现有”提供的，上述内容如果有任何变动，梦想家集团有限公司及/或其成员机构、关联实体（梦想家集团有限公司及其所有成员和关联实体在下文中统称“梦想家集团”）不会另行通知。我们会努力确保网站本身功能和内容的完整性及准确性，但在适用法律允许的最大范围内，我们不进行与之相关的明示、默示和法定保证，包括但不限于对时效性、令人满意的质量、特定目的的适用性、准确定、完整性、不侵权、不干扰、无错误和不间断的服务的任何默示保证。",
    "content-2": "梦想家集团提供的网站服务不包含任何金融、税务、会计、法律或其他专业服务或产品，网站上的任何信息均不应被理解为金融、税务、会计、法律或其他专业建议或服务，您在采取或不采取任何行动前，请务必咨询具合适资格的专业人士意见。倘若任何人士因使用我们发布的任何内容而采取或不采取任何行动，且因而导致、引起或产生任何损失，梦想家集团概不会就此以任何方式负责。",
    "content-3": "某些司法管辖区的法律可能对分发本网站所述内容的资料有所限制。本网站并不面向处于该等限制适用的司法管辖区内的人士。如您属于此类地区人士或您正身处于此类地区，请您立即退出本网站，如因您继续浏览造成任何损失、争议、纠纷等不利后果，均由您自行承担。",
    "content-4": "本网站上的所有信息，文本和图像的版权是由梦想家集团及/或其成员实体所拥有或注册。",
    "content-5": "我们呼吁所有人士在联络我们时，请小心核对联系方式，并保持警觉以免受骗或遭不法之徒误导。",
    "content-6": "本免责声明以中文写就，英文版本仅供参考。"
  },
  "policy": {
    "title": "私隐政策",
    "content-1": "总览",
    "content-2": "欢迎浏览访问梦想家集团官方网站（以下简称“本网站”）。",
    "content-3": "我们充分理解个人资料对您的重要性，同时也致力于保护个人私隐，为此我们将按适用法律法规要求采取相应的安全保护措施，保护及确保您的个人资料安全可控。有鉴于此，梦想家集团（简称“我们”）制定本《私隐政策》（以下简称“本政策”），帮助您充分理解在您使用本服务的过程中，我们会如何收集、使用、共享、储存和保护您的个人资料以及您可以如何管理您的个人资料，以便您更好地做出适当的选择。",
    "content-4": "请您留意，本政策适用于您通过任何方式使用本网站的各项产品及服务。在使用本网站产品或服务前，请您务必仔细阅读并透彻理解本政策，在确认充分理解并同意后使用相关产品或服务。一旦您开始使用本网站产品或服务，即表示您已充分理解并同意本政策。如我们关联公司的产品或服务中使用了本网站提供的产品或服务但未设独立的私隐政策的，则本政策同样适用于该部分产品或服务。",
    "content-5": "本政策下“个人信息”是指以电子或者其他方式记录的与已识别或者可识别的自然人有关的各种信息，不包括匿名化处理后的信息。我们将遵守本政策来使用这些信息。",
    "content-6": "如您对本政策内容有任何不明、意见或建议，可以通过网站页面所示的联系方式与我们取得联系，我们很乐意为您解答。<strong>如果您对本政策条款内容有任何疑问或不同意本政策的任何内容，您应立即停止访问本网站。</strong>",
    "content-7": "本政策将向您阐述以下内容",
    "content-8": "一、我们收集您的何种个人资料",
    "content-9": "二、我们收集个人资料的方式",
    "content-10": "三、我们如何使用您的个人资料",
    "content-11": "四、个人资料保存",
    "content-12": "五、我们如何使用Cookie",
    "content-13": "六、我们如何共享、转让、披露您的个人资料",
    "content-14": "七、我们如何保障您的个人资料",
    "content-15": "八、您的权利和私隐选择",
    "content-16": "九、您的个人信息如何在全球范围转移",
    "content-17": "十、直接营销",
    "content-18": "十一、本政策的更新",
    "content-19": "十二、其他",
    "content-20": "一、我们收集您的何种个人资料",
    "content-21": "我们会因提供服务的需要收集必要而不超乎适度的个人资料，用于实现我们提供服务的基本功能。您有权选择不提供该等信息，如您拒绝我们收集您的任何个人信息，可能导致我们无法为您提供本网站完整的服务功能，但您仍可浏览本网站的部分基础内容，该等内容一般是资讯信息及基于其他用户同意本私隐政策后生成的内容。",
    "content-22": "如某一信息无法单独或结合其他信息识别到您的个人身份，则该信息不属于法律意义上您的个人信息。当我们掌握的信息客观上可以结合其他信息识别到您的个人身份时，即便我们无意或者无法通过获取或结合任何其他信息最终识别出您的个人身份，这些信息在使用期间，也将作为您的个人信息按照本政策处理与保护。",
    "content-23": "我们不会收集您的个人敏感资料（包括如与种族、宗教信仰、身体或精神健康或性取向有关的资料），除非我们已根据适用的法律规定取得您的明示同意。",
    "content-24": "如法律、监管有相关规定，或为了预防、禁止违法违规的活动，我们亦需要据此向您收集个人资料，并根据要求对上述信息进行储存和/或统计。出于对中国境内相关法律法规要求的遵守，以及为了向您提供服务并保障服务体验，我们会基于下列目的及方式收集您在使用我们提供的服务服务时主动提供、授权提供或基于您的要求提供的信息，以及基于您使用本网站产品及服务时产生的信息：",
    "content-25": "如果您联系我们的客服或运营团队，我们可能需要您提供必要的个人信息（如，姓名、公司及邮箱地址）进行身份记录，同时亦可能记录您与我们的通信往来记录和内容，以确保能够及时准确地回覆您的垂询。",
    "content-26": "为方便您复制资讯文本、分享或接收被分享信息，我们需要在本地访问您的剪切板权限，并读取您是否有需要复制粘贴的文字等内容，以便利您完成复制粘贴操作，实现快速输入、分享等功能。我们不会上传您剪贴板的其他信息至我们的服务器。",
    "content-27": "二、我们收集个人资料的方式",
    "content-28": "在您浏览本网站的过程中，我们通常不会收集您的个人资料，除非您通过本网站的“联系我们”功能，向我们发起咨询，届时我们将会通过相关网页直接收集并记录您的联系方式，以便我们后续提供解答。",
    "content-29": "如您在线与我们联系，我们可能会使用Cookie工具来收集有关您的电脑以及您使用我们的网站的资料。当此资料与您的联络资料相关联时，我们会将其视为个人资料。有关Cookie技术的更多资料，请参阅下面的“我们如何使用Cookie”部分。",
    "content-30": "三、我们如何使用您的个人资料",
    "content-31": "我们可能会将您的个人资料用于：",
    "content-32": "实现我们提供服务功能；",
    "content-33": "满足您或我们对提供服务或相关事宜的要求；",
    "content-34": "为您提供我们及我们的合作伙伴（在某些情况下）的直接市场营销讯息以及服务和产品资料，包括根据您的兴趣、业务特征和位置提供优惠方案，并在各种情况下，按适用法律征得您的同意；",
    "content-35": "遵守适用于我们和/或集团其他成员所需遵守的法律、法规、监管要求、行业准则等；",
    "content-36": "确定您是否符合使用某些服务的资格；和",
    "content-37": "管理我们的日常业务需求。",
    "content-38": "我们可能会对浏览访问本官网的数据情况进行统计，并可能会与公众或第三方共享这些统计信息，以展示本官网的整体使用趋势。但这些统计信息不包含您的任何身份识别信息。",
    "content-39": "四、个人资料保存",
    "content-40": "我们仅会在符合我们收集目的的合理必要范围内保留个人资料，包括为满足任何法律、法规、税务、会计或申报要求的目的，并依法对这些信息进行严格保密。",
    "content-41": "一般而言，我们仅为实现本私隐政策所述目的所必需的最短期限内保留您的个人信息，除非经您另行同意延长保留期或其他依法得到允许的情形。在下列情况下，我们有可能因需符合法律要求，更改个人信息的存储时间：",
    "content-42": "为遵守适用的法律法规等有关规定；",
    "content-43": "为遵守法院判决、裁定或其他法律程序的规定；",
    "content-44": "为遵守相关政府机关或法定授权组织的要求；",
    "content-45": "为执行相关服务协议或本政策、维护社会公共利益，为保护我们的客户、我们或我们的关联公司、其他用户或雇员的人身财产安全或其他合法权益所合理必需的用途。",
    "content-46": "五、我们如何使用Cookie",
    "content-47": "Cookie指由网站服务器创建并保存在用户浏览器上的小文本文件，这类技术可以了解您的使用习惯，帮您省去重复输入帐户信息的步骤，或者帮助判断您的帐户安全。为使您获得更轻松的访问体验，您使用本网站产品或服务时，我们可能会通过采用Cookie收集和存储您访问本网站服务的相关数据。我们不会将 Cookie 用于本政策所述目的之外的任何用途。",
    "content-48": "您可以根据自己的偏好管理和删除Cookie，大部分浏览器均有允许您禁用或删除官网中Cookie的功能。需要注意的是，阻止Cookie可能导致我们网站中的某些功能无法有效工作或无法使用，这可能会影响您的使用体验。",
    "content-49": "我们除了使用Cookie确认用户的身份和登录状态外，不会通过其收集和跟踪用户的任何信息和行为。",
    "content-50": "六、我们如何共享、转让、披露您的个人资料",
    "content-51": "（一）共享",
    "content-52": "我们承诺对您的信息进行严格保密，不会与梦想家集团以外的公司、组织和个人共享您的个人资料，但以下情况除外：",
    "content-53": "在获取您同意的情况下共享；",
    "content-54": "在法定情形下的共享：我们可能会根据法律法规规定、诉讼争议解决需要，或按司法机关、行政机关依法提出的要求，对外共享您的个人资料，举例而言，如果我们有义务披露您的个人资料以遵守任何法律或监管义务，例如我们在打击洗钱及反恐融资活动方面的义务，或者我们同意协助执行任何税务或其他监管备案要求；",
    "content-55": "与我们的成员公司共享：您的个人信息可能会与梦想家集团的成员公司共享，该等成员公司仅可根据本私隐政策使用您的个人信息，如需改变个人信息的处理目的，我们将另行征求您的授权同意。我们的成员公司包括但不限于梦想家集团（香港）有限公司（位于中国香港）、梦想家信托有限公司（位于中国香港）、梦想家信托（新加坡）有限公司（位于新加坡）；",
    "content-56": "与我们的合作方共享：某些产品或服务可能由第三方提供或由我们与第三方共同提供，因此，您的个人资料可能会与梦想家集团的合作方（指您在有进一步服务需求时，我们为提供相应服务而对接的银行、券商、法律/税务专业顾问、代理等）共享；",
    "content-57": "当您有疑问需要我们解答、投诉我们、投诉他人或被他人投诉时，为了保护您及他人的合法权益，我们可能会在第三方供应商提供的客服系统中保存您的姓名及联系方式、投诉及沟通的相关内容，并有可能会提供给消费者权益保护部门及监管机关，以便及时解决投诉纠纷，但法律法规明确禁止提供的除外。",
    "content-58": "如果为了向您提供服务而需要将您的信息共享至第三方，我们将评估该第三方收集信息的合法性、正当性、必要性。我们只会共享必要的个人资料，且受本政策中所声明目的的约束，上述合作第三方如要改变个人资料的处理目的，将再次征求您的授权同意。我们将要求第三方对您的信息采取保护措施，并且严格遵守相关法律法规与监管要求。",
    "content-59": "（二）转让",
    "content-60": "我们不会将您的个人资料转让给任何公司、组织和个人，但以下情况除外：",
    "content-61": "根据法律法规强制性的行政或司法要求；及",
    "content-62": "在涉及资产转让、收购、兼并、重组或破产清算时，如涉及到个人资料转让，我们会向您书面告知有关情况，并要求新的持有您个人资料的公司、组织继续受本政策的约束。如变更个人资料使用目的时，我们将要求该公司、组织重新取得您的明确同意。",
    "content-63": "（三）公开披露",
    "content-64": "原则上我们不会将您的信息进行公开披露，我们仅会在以下情况下，公开披露您的个人信息：",
    "content-65": "获得您明确同意后；",
    "content-66": "适用法律法规的有关规定或执行法院判决、裁定或其他法律程序的规定或遵守政府主管部门（含其他法定授权组织）合法的强制性要求；",
    "content-67": "为执行相关服务协议或本政策、维护社会公共利益，为保护我们的客户、我们或我们的关联公司、其他用户或雇员的人身财产安全或其他合法权益合理且必要的用途。",
    "content-68": "（四） 共享、转让、公开披露个人信息时事先征得授权同意的例外",
    "content-69": "与国家安全、国防安全有关的；",
    "content-70": "与公共安全、公共卫生、重大公共利益有关的；",
    "content-71": "与犯罪侦查、起诉、审判和判决执行等有关的；",
    "content-72": "出于维护您或其他个人的生命、财产等重大合法权益但又很难得到本人同意的；",
    "content-73": "您自行向社会公众公开的个人信息；",
    "content-74": "合法公开披露的信息中收集个人信息的，如合法的新闻报道、政府信息公开等渠道；",
    "content-75": "法律法规规定的其他情形。",
    "content-76": "请您注意，根据法律规定，共享、转让经匿名化处理的个人信息，且确保数据接收方无法复原并重新识别个人信息主体的，不属于个人信息的对外共享、转让及公开披露行为，对此类数据的保存及处理将无需另行向您通知并征得您的同意。同时，您同意本政策意味着您授权我们将运营本应用及相关产品/服务所产生的数据共享、转让、公开披露给使用本产品和服务的其他用户与公众。如果您希望限制此等共享、转让、公开披露，请通过本政策所载的联系方式联系我们。",
    "content-77": "七、我们如何保障您的个人资料",
    "content-78": "我们已采取符合业界标准、合理可行的安全防护措施保护您的信息，防止数据遭到未经授权访问、公开披露、使用、修改、损坏或丢失。我们会采取一切合理可行的措施，保护您的个人资料。我们采取物理、技术和行政管理安全措施来降低丢失、误用、非授权访问、披露和更改的风险，包括但不限于传输层数据加密、防火墙和加密存储、物理访问控制以及信息访问授权控制。我们设置了安全程序保护您的信息不会被未经授权的访问所窃取。例如：您与我们所有的网络通信我们确保使用加密技术（SSL）进行加密保护。您的个人资料我们均采用高强度加密措施加密保存在我们的服务器上。我们会使用受信赖的保护机制防止个人资料遭到恶意攻击。在个人资料使用时，例如个人资料展示、个人资料关联计算，我们会采用包括内容替换、SHA256在内多种数据脱敏技术增强个人资料在使用中安全性。我们采用代码安全自动检查、数据访问日志分析技术等加强个人资料安全审计。",
    "content-79": "我们有行业先进的以数据为核心，围绕数据生命周期进行的数据安全管理体系，从组织建设、制度设计、人员管理、产品技术等方面多维度提升整个网页的安全性，保障您的个人资料。",
    "content-80": "我们会采取一切合理可行的措施，尽力避免收集无关的个人资料，我们只会在达成本政策所述目的所需的期限内保留您的个人资料，除非需要延长保留期或受到法律的允许。超出必要期限后，我们将对您的个人资料进行删除，但法律法规另有规定的除外。当我们的产品或服务发生停止运营的情形时，我们将以推送通知、公告等形式通知您。",
    "content-81": "请您知悉并理解，互联网并非绝对安全的环境，您亦应采取措施保护您的个人资料。请记得在完成工作后登出网站并关闭浏览器窗口。这是为确保其他可以使用您电脑的人无法获取您的个人资料和通信。如您发现自己的个人资料泄露，请您立即根据网页中提供的联系方式联络我们，以便我们采取相应措施。",
    "content-82": "我们已设立具透明度的资料外泄事故处理系统，在不幸发生个人资料安全事件后，我们将按照法律法规的要求向您告知：安全事件的基本情况和可能的影响、我们已采取或将要采取的处置措施、您可自主防范和降低风险的建议、对您的补救措施等。事件相关情况我们将以邮件、信函、电话及/或推送通知等方式告知您，难以逐一告知每位用户时，我们会采取合理、有效的方式发布公告。",
    "content-83": "八、您的权利和私隐选择",
    "content-84": "您在我们处理有关您的个人资料方面具有以下权利：",
    "content-85": "查阅个人资料的权利；",
    "content-86": "更正个人资料的权利；",
    "content-87": "限制使用个人资料的权利；",
    "content-88": "要求删除个人资料的权利；",
    "content-89": "反对处理（包括共或转移）个人资料的权利；",
    "content-90": "退出直接营销的权利; 和",
    "content-91": "随时撤回同意处理您的个人资料的权利。",
    "content-92": "您可以通过本网站页面中的联系方式提出上述申请。根据香港法例第486章《个人资料（私隐）条例》(Personal Data (Privacy) Ordinance, Cap 486)，我们有权就处理上述资料的索取查阅之申请收取合理的费用。",
    "content-93": "请注意，即使您选择拒绝接收直销电子邮件，我们仍可能需要因我们正在提供或将要向您或您的雇主提供服务而与您联系，以提供重要资料或信息。",
    "content-94": "九、您的个人信息如何在全球范围转移",
    "content-95": "为了更好地服务来自全球的用户，梦想家集团位于全球范围内的多家成员机构共同为您提供资源和信息，这意味着，在获得您的授权同意后，您的个人信息可能会被传输到您使用产品或服务所在的国家/地区，或者受到来自这些司法管辖区的访问。此类管辖区可能设有不同的数据保护法，甚至未设立相关法律。您理解及同意，如后续因业务或管理的必需要求，我们需要向您所在的司法管辖区之外传输在本政策下所收集和处理的您的个人信息（包括使您的个人信息受到其他司法管辖区的访问）。",
    "content-96": "您理解并同意，如您访问国际券商或第三方的服务平台和页面获取其产品或服务，国际券商或第三方有可能通过其位于其他司法管辖区的服务器提供产品或服务，如您希望获得该等产品或服务，您可能需要根据相关产品或服务的需求以及相关产品的私隐政策等文件自行向位于其他司法管辖区的国际券商或第三方直接提供相关信息。请您参考相关产品或服务的私隐政策等文件谨慎判断风险并自行决定是否接受、使用相关产品或服务或向国际券商或第三方提供相关信息。国际券商或第三方向您提供的产品或服务不受本政策约束，您使用国际券商或第三方平台、页面、产品或服务，亦不受本政策的保护。",
    "content-97": "十、直接营销",
    "content-98": "就直接营销而言，我们可能会使用您的个人资料，包括但不限于您的姓名及联络资料、地理位置等信息，以便向您透过电话、文本(SMS)、电子邮件、邮寄、传真和推送通知以及任何其他电子方式发送有关我们和我们的合作伙伴不时提供的服务和产品的营销讯息。此类服务和产品可能包括但不限于商务、企业、信托服务及相关资讯。",
    "content-99": "我们使用您的个人资料作直接营销或向第三方提供资料作直接营销前，会先取得您知情的同意。",
    "content-100": "如果您在任何时候不希望我们继续使用或向其他人提供您的个人资料用于直接营销目的，并且不希望收到任何直接营销讯息，您可以通过网页中展示的联系方式通知我们选择退出直接营销信息。",
    "content-101": "十一、本政策的更新",
    "content-102": "我们会适时更新对本政策的修订，以反映我们处理您的个人资料方式的变动或法律要求的变化。如我们对本政策做出了此类修改，我们将在官网页面上发布或以其它方式发布修改后的私隐政策。修改后的私隐政策自发布至我们的官网页面之日起生效。",
    "content-103": "我们建议您定期查阅本网页获取我们私隐政策的最新信息。您继续使用我们的产品和网站提供的服务，将被视为接受更新后的私隐政策。",
    "content-104": "十二、其他",
    "content-105": "如果某项条款被认为是不可执行的，这将不会影响任何其他条款。",
    "content-106": "本政策及与之相关的所有文件的初始版本均以中文写就，英文版本仅供参考。各版本之间如有冲突，以中文版为准。",
    "content-107": "本政策以及由其引起的或与之相关的任何争议或索赔（包括非合同性争议或索赔）均受香港法律管辖。香港特别行政区法院对由本协议条款引起的或与之相关的所有争议和索赔具有专属管辖权。"
  },
  "terms": {
    "title": "使用协议 ",
    "content-1": "欢迎浏览访问梦想家集团官方网站www.dreamertrust.com（以下简称“本网站”）。",
    "content-2": "本使用协议（下简称“本协议”）适用于本网站以及任何通过本网站提供的链接可以访问的或通过任何方式可以链接到本协议的网站（统称为“网站”）。",
    "content-3": "本协议包含有关您使用网站的法律权利、补救措施和义务等重要信息，请务必仔细阅读这些条款，包括但不限于各种限制、排除和赔偿。",
    "content-4": "通过访问网站或使用网站提供的内容和服务，您表明您已经完整阅读、理解并同意本协议的所有条款，此“同意”将使本协议具有与已签署的书面协议相同的法律效力。如果您不接受任一条款或条件的约束，或您在此做出的任何陈述是不真实的，您须要立即停止使用网站。",
    "content-5": "1. 定义及解释",
    "content-6": "为了您更清楚和理解本协议中的内容，我们对条款中和网站上的某些词彙进行了定义（除非网站其他内容或特别场景另有说明或定义）。",
    "content-7": "“<strong>内容</strong>” 指所有材料和内容，包括设计、编辑、文本、图形、视听材料、多媒体元素、照片、录像、音乐、录音、报告、文件、软件、信息、公式、模式、数据和任何其他作品。",
    "content-8": " “<strong>梦想家</strong>”、“<strong>梦想家集团</strong>”或“<strong>我们</strong>”指柏盛集团有限公司及其所有成员和关联实体。",
    "content-9": "“<strong>用户</strong>” 指泛指本网站的所有使用者；",
    "content-10": "“<strong>您</strong>” 指某一用户作为本网站个体使用者时的称呼。",
    "content-11": "在本协议的条款中",
    "content-12": "本协议中的标题仅为了方便识别，并不构成实质性内容、归纳或定义，也不能被解释为对任何条款内容的解释；以及",
    "content-13": "在一般性陈述或术语之后的“包括”、“例如”等同类词彙及其引导的内容，不应被理解为限制（无论是否使用“不限于”或“但不限于”等非限制性语言或其他类似含义的词语），两个以上所列事项之间的“或”并不表示相关事项之间的排他关係。",
    "content-14": "2. 关于网站",
    "content-15": "本网站提供有关梦想家集团的信息、服务和产品，本协议中对于“本网站”或“网站”的提及包括网站内提供的不时更新的所有信息及与梦想家集团有关的软件、内容和功能。",
    "content-16": "本网站及其中的内容仅用于提供信息，均不构成专业建议，任何用户不应依赖本网站或其中的内容做出决策，包括经营或推广您的业务、获得任何形式的融资或资本、获得任何监管或政府批准，或以其他方式从任何实体获得服务或其他利益。您应该在进行任何决策或採取任何行动之前咨询您的专业顾问。",
    "content-17": "网站的变更和可用性",
    "content-18": "本网站以“现状”为基础，对其功能或可用性不作任何陈述或保证，也不保证其完整、准确或及时，更不保证您或他人在使用中可能获得的任何结果。用户对网站的全部或部分的访问可能会在任何时候被暂停，而不另行通知。",
    "content-19": "3. 您的责任",
    "content-20": "您将只为合法目的使用本网站。如果您在任何时候发现任何个人或实体违反本协议的任何部分，请您将立即联系我们，并按要求向我们提供协助，以阻止或补救这种违规行为。",
    "content-21": "在使用本网站时，您不得：",
    "content-22": "利用本网站进行或参与（无论是否为故意）：",
    "content-23": "威胁、骚扰、侮辱、恐吓或以其他方式不尊重他人的权利或尊严的行为，",
    "content-24": "诽谤、中伤、欺诈或其他侵权行为，",
    "content-25": "製作、发佈、散播淫秽、不雅、色情或其他不良内容的行为，或",
    "content-26": "设计、製作、嵌入、发佈、传播具有或潜在具有危害性、侵入性的或旨在破坏、劫持、监视任何硬件、软件或设备的运行与使用的软件、代码、文件或程序（“病毒”）；",
    "content-27": "未经相关所有者事先明确书面同意，通过本网站发布、传输或以其他方式提供任何受版权、商标、商业秘密、公开权、隐私权或任何其他所有权保护的材料；",
    "content-28": "未经梦想家集团事先书面授权，擅自使用（包括但不限于復製、下载、截图、修改、改编、翻译、创作衍生作品、出售、出租、出借、分时租赁、分发或以其他方式利用）本网站的内容（无论是否故意），或将本网站、本网站内容于任何商业目的或以其他方式代表任何第三方使用本网站处理数据或其他信息；",
    "content-29": "干扰、破坏本网站或用于提供网站运营的服务器或网络的运行，包括通过黑客攻击或损坏本网站的任何部分，或违反上述服务器或网络的任何要求、流程或政策；",
    "content-30": "限制或禁止任何其他人使用本网站；",
    "content-31": "对网站的任何部分进行反向工程、反编译或反汇编；",
    "content-32": "未经梦想家集团事先明确书面同意的情况下，对本网站的任何部分进行框架或镜像，或以其他方式将网站的任何部分纳入任何产品或服务；",
    "content-33": "系统地下载和存储网站的内容（为避免疑问，在适用法律允许的情况下，服务提供商在正常业务过程中允许缓存本网站内容）；",
    "content-34": "使用任何机器人、网站搜索/检索应用程序或其他手动或自动设备：",
    "content-35": "检索，索引，“数据挖掘”或以其他方式收集网站的内容，",
    "content-36": "复制或规避导航结构或网站的介绍，或",
    "content-37": "未经我们事先书面同意，收集或攫取有关本网站用户的任何信息。",
    "content-38": "如果您不遵守上述禁止性条款，或我们有合理的理由怀疑或正在调查可疑的不遵守行为，我们可能会暂停或限制您对本网站的访问并採取我们认为适当的任何进一步措施。",
    "content-39": "4. 终止服务",
    "content-40": "在法律允许的最大限度内，在我们有合理依据的情况下，可以不经事先通知自行决定暂停、限制或终止您对本网站的使用，包括：",
    "content-41": "因为本网站、我们及/或任何第三方的设备或网络的操作或效率因您对本网站的使用而遭受损害或存在被损害的风险；",
    "content-42": "我们收到第三方投诉，涉及您对本网站的滥用或违法使用；或",
    "content-43": "您已经或正在违反本协议中的任何条款或条件。",
    "content-44": "我们不会主动通知任何第三方（包括任何第三方的服务、商品或信息供应商）已经或即将暂停、限制或终止您使用本网站。",
    "content-45": "5. 知识产权",
    "content-46": "（一） 我们的内容",
    "content-47": "除非另有明确说明，本网站和所有内容、源代码、流程、设计、技术、URL、域名、标记和标誌等网站构成或运营的各组成部分及要素（统称为“我们的内容”，无论其是否独立构成某一项权利的标的物或其在权利构成上具有从属性）的所有权利和利益均：",
    "content-48": "完全归属于梦想家集团、我们的授权人或我们的供应商，且",
    "content-49": "受适用的版权、商标、专利、商业秘密、数据库权利或其他专有权利相关的法律保护。",
    "content-50": "您确认及同意，访问和使用我们的内容是受适用法律法规、本协议及本网站所搭载的其他条款所约束的，包括《私隐政策》、《免责声明》等。除上述文件或条款中明确约定的您使用本网站时可行使的权利之外，您对本网站的使用不构成我们向您授予与我们的内容相关的任何权利、权益。",
    "content-51": "除非我们以书面形式明确授权，否则您无权：",
    "content-52": "复制、修改、深层链接、租赁、出售、转让、转授权、授予担保权益或以其他方式处置我们的内容及其相关的任何权利或利益；",
    "content-53": "删除我们的内容中任何所有权声明或标签；或",
    "content-54": "允许任何其他个人或实体从事上述任何活动。",
    "content-55": "（二） 第三方内容",
    "content-56": "本网站可能包含由第三方提供的内容、网站和其他资料的链接（统称为“第三方内容”）。您浏览本网站的过程中，可能会阅读、主动通过链接访问或接受我们向您传输适用的第三方内容。",
    "content-57": "第三方内容可能受到适用的版权、数据库权利、商标、专利、商业秘密、第三方条款或相关法律法规的保护。您确认并同意，在您使用本网站的过程中，除本协议中明示的权利之外，没有授予您任何对于第三方内容的权利。",
    "content-58": "我们无从控制第三方内容，也不对任何第三方内容做任何陈述或保证。通过本网站提供的任何第三方内容并不意味着对这些网站或材料的任何提供者的认可，或与之有关联。您使用任何第三方内容的风险由您自己承担，并受到适用于该等第三方内容的所有条款、条件和政策（如第三方内容提供者的服务条款或隐私政策）所约束。",
    "content-59": "（三） 商标和服务标誌",
    "content-60": "您不得在任何非梦想家集团的产品或服务中使用梦想家集团所有或註册的商标、服务标誌、标识或设计，或梦想家集团持有的任何其他标誌（无论是否已在先註册）；也不得以任何可能造成混淆、获取不公平利益或造成梦想家集团或其他第三方损害的方式使用。本网站上的任何内容都不应被理解为授予任何商号、商标、服务标誌、标识或设计的使用权。",
    "content-61": "6. 赔偿责任的限制",
    "content-62": "本网站仅以提供信息为目的，在适用法律允许的最大范围内，对您使用或无法使用本网站以及您通过本网站获得的任何材料而产生的任何损失或损害，梦想家集团不承担任何责任。",
    "content-63": "您确认并接受，使用本网站会面临互联网上任何连接和传输的固有风险，特别是在安全风险和漏洞、技术性能和中断风险方面。因此，梦想家集团在任何情况下都不对您因互联网网络中断或故障而造成的任何损失或损害负责，也不对因任何原因造成的网站访问中断或限制负责，包括但不限于因病毒、安全相关漏洞或技术原因而造成的损失或损害负责。",
    "content-64": "在适用法律允许的最大范围内，梦想家集团不承担非因柏盛集团故意或重大过失导致的任何责任，也不对任何直接、间接、附带、特殊、后果性或惩罚性的损失或损害负责，包括但不限于利润或收入损失、商誉、停工、安全漏洞、病毒、计算机故障或失灵、使用、数据或其他无形损失或商业损害。",
    "content-65": "在适用法律允许的最大范围内，对于网站中的任何错误或遗漏以及依赖或基于网站提供的信息作出的任何决定或採取的行动而产生的任何损失或损害，包括直接、间接、后果性、特殊或类似的损失或损害，梦想家集团不对您或任何其他人负责或承担责任。",
    "content-66": "7. 其他法律条款",
    "content-67": "我们保留在不通知您的情况下随时修订这些条款的权利，但我们将尽合理的努力在每次修订生效前公布这些修订。我们只有在条款中的规定不再适用或不完整的情况下，才会合理地修订这些条款。这些条款的最新、完整的修订版本将在网站上公布。您可以定期查看网站，以便及时获得此类修订的通知。如果您在任何修订的生效日期后继续使用本网站，您将被视为已接受这些条款的修订版本。",
    "content-68": "您确认您已经阅读了本网站上的《私隐政策》，并确认它可能会不时地更新。您进一步确认，在适用法律要求的范围内，通过使用本网站，您同意我们为指明的目的收集、使用和披露您的个人信息（无论是已收集的还是将要收集的）。",
    "content-69": "在不限制我们任何权利的情况下，我们可以随时暂停、限制或终止您对网站的使用且无需通知您，如果：",
    "content-70": "本网站、我们或任何第三方的设备或网络的运行或效率因您对本网站的使用而受损；",
    "content-71": "我们已收到来自第三方关于您对网站的使用或滥用的投诉；",
    "content-72": "您已经或正在违反本文条款中的任何条款或条件；",
    "content-73": "因法律规定的需要；或",
    "content-74": "我们基于其他合理的理由。",
    "content-75": "关于任何暂停、限制或终止您对网站的访问，我们不负责通知任何第三方，包括任何第三方服务、商品或信息的供应商。",
    "content-76": "您对网站以及通过网站所访问到的内容和功能的使用，构成您对本文条款的同意；就所有法律目的而言，此等同意将被视为书面形式的同意，并作为书面签署的协议在法律上具有可执行性。",
    "content-77": "<strong>如果您不遵守条款，而我们没有立即採取行动，这并不意味着我们或任何 Dreamer 关联方放弃了我们/他们可能拥有的任何权利（如在未来採取行动）。</strong>",
    "content-78": "若您欲对本文条款或网站提出任何索赔或诉讼，必须在索赔或诉讼理由产生后一年内提出，否则我们将不予承担相应责任。",
    "content-79": "如果我们向您发出的任何与条款有关的通知、同意、弃权、批准、授权或其他信息，送达或发送至您提供的任何联系方式，即被视为已有效地发出。",
    "content-80": "我们可以在任何时候转移我们在本文条款下的全部或部分权利义务，而无需通知您。未经我们事先书面同意，您不得转让您在这些条款下任何权利或义务。您同意这些条款将约束您和我们以及我们各自的个人代表和法定代表人、继承人及允许的受让人。",
    "content-81": "您同意，本协议的达成及你对网站的使用，不构成我们与您之间的合资、合伙、信托、雇佣或代理关系。",
    "content-82": "就您使用本网站而言，不时修订的本协议条款，以及本网站搭载的其他条款（包括但不限于《隐私政策》、《免责声明》）等，构成了我们与您之间的完整协议。如本文中涵盖上述某一文本中未尽事宜，则应直接适用本协议中的约定。",
    "content-83": "如果某项条款被认为是不可执行的，这将不会影响任何其他条款。",
    "content-84": "本协议及与之相关的所有文件均以中文写就，英文版本仅供参考。",
    "content-85": "本条款以及由其引起的或与之相关的任何争议或索赔（包括非合同性争议或索赔）均受香港法律管辖。香港特别行政区法院对由本协议条款引起的或与之相关的所有争议和索赔具有专属管辖权。"
  },
  "common": {
    "date": "日期: {date}",
    "time": "时间: {time}",
    "submit": "提交",
    "close": "关闭",
    "back": "返回",
    "release-date": "发布日期：{date}",
    "effective-date": "生效日期：{date}"
  },
  "setting": {
    "lang": {
      "en_US": "English",
      "id_ID": "Bahasa Indonesia",
      "ms_MY": "Bahasa Malaysia",
      "vi_VN": "Tiếng Việt",
      "zh_CN": "简体中文",
      "zh_HK": "繁體中文",
      "ja_JP": "日本語",
      "ko_KR": "한국어",
      "th_TH": "ไทย",
      "hi_IN": "हिन्दी",
      "pt_PT": "Português",
      "es_ES": "Español"
    }
  }
}
