{
  "menu": {
    "aboutUs": "關於我們",
    "ourSolutions": "解決方案",
    "insightsUpdates": "最新消息",
    "seminar": "研討會資訊",
    "contactUs": "聯絡我們"
  },
  "home": {
    "top-1": {
      "title": "可靠、",
      "title-2": "安全、",
      "subTitle": "值得信賴。",
      "content": "我們保護您的資產，確保您的傳承能夠世世代代延續下去"
    },
    "top-2": {
      "title": "研討會",
      "subTitle": "資訊。",
      "content": "年度信託會議",
      "time": "時間: {dateTime}",
      "location": "地點: {location}",
      "details": "詳細資料"
    },
    "top-3": {
      "title": "我們的",
      "subTitle": "解決方案。",
      "content": "我們提供一系列解決方案，包括信託服務、遺產管理、財產規劃和企業服務，以滿足您多樣化的財務需求。",
      "learnMore": "了解更多"
    },
    "solutions": {
      "title": "我們的解決方案",
      "subTitle": "量身打造的解決方案以滿足您的目標",
      "solution-1": {
        "title": "信託方案",
        "content": "涵蓋個人、家庭、投資、財產、保險、商業價值保護、慈善及外國贈與人等方案。"
      },
      "solution-2": {
        "title": "遺產規劃",
        "content": "包括擬定量身定製的遺囑和無縫接軌的遺產管理，確保您的願望能夠輕鬆實現。"
      },
      "solution-3": {
        "title": "資產管理",
        "content": "包括家族辦公室、私人信託公司成立以及保管代理服務，以有效地保護和管理您的財富。"
      },
      "solution-4": {
        "title": "企業服務",
        "content": "我們的股權結構管理服務確保準確紀錄每一次所有權的變更和股權的分配，提供完整資訊做於籌資或股權變更決策的參考。"
      }
    },
    "advantages": {
      "title": "我們的優勢",
      "subTitle": "讓我們與眾不同的地方",
      "advantage-1": {
        "content": "應對跨境業務整合的挑戰。"
      },
      "advantage-2": {
        "content": "提供量身定製的解決方案，滿足每位客戶的需求。"
      }
    }
  },
  "aboutUs": {
    "top-1": {
      "title": "關於",
      "title-2": "夢想家集團。",
      "content": "可信賴的資產保護和傳承夥伴。"
    },
    "introduce": {
      "title": "值得信賴的專業知識",
      "content": "夢想家集團的使命是通過提供專業的信託管理、遺產規劃和資產保護服務，來保障客戶的財務未來。我們致力於維護最高的倫理標準，提供透明的溝通，並在每一個決策中優先考慮客戶的最佳利益。"
    },
    "ourValue": {
      "title": "我們的價值",
      "subTitle": "我們所提供的價值",
      "integrity": {
        "title": "誠信",
        "content": "我們以誠實和透明的方式經營，確保每一個決定都以客戶的最佳利益為優先考量。"
      },
      "clientCentric": {
        "title": "以客戶為中心",
        "content": "我們以提供客製化服務為優先，根據每位客戶的獨特需求和目標量身定製信託和遺產規劃解決方案。"
      },
      "trustworthy": {
        "title": "值得信賴",
        "content": "我們以長期耕耘所獲得的能力、可靠性和遵守商業道德贏得客戶的信任。"
      },
      "compliance": {
        "title": "合規",
        "content": "我們嚴格遵守所有法律和監管要求，確保順利和安全的管理客戶資產。"
      },
      "accountability": {
        "title": "可靠",
        "content": "我們對自己做的決策和提供的服務負責，不斷努力滿足並超越客戶的期望。"
      },
      "excellence": {
        "title": "卓越",
        "content": "我們的團隊致力於提供高品質的服務，以精確和細心的方式保障您的資產，確保財務安全。"
      }
    },
    "ourMission": {
      "title": "我們的使命",
      "subTitle": "我們對卓越的承諾",
      "mission-1": {
        "content": "我們的使命是提供定製化的信託方案，保護和增強客戶的財富，確保他們的遺產能夠世代相傳。"
      },
      "mission-2": {
        "content": "我們致力於以客製化服務解決客戶面臨的獨特挑戰，將他們的需求置於優先。"
      },
      "mission-3": {
        "content": "在誠信、專業和信任的原則下，我們努力為家庭和企業提供心靈的平和和長期的財務安全。"
      }
    }
  },
  "seminars": {
    "top-1": {
      "title": "財富策略",
      "title-2": "",
      "title-3": "研討會。",
      "content": "參加我們專家主持的研討會，獲取有關信託和遺產規劃的寶貴見解，學習保護您的財富和確保您遺產的策略。"
    },
    "event": {
      "title": "研討會活動",
      "subTitle": "掌握信託與遺產規劃"
    },
    "pastEvent": {
      "title": "過去的活動",
      "subTitle": "我們最近的聚會"
    },
    "reserve": "請立即回覆以預留您的位置！",
    "form": {
      "name": "姓名",
      "namePlaceholder": "請輸入您的姓名",
      "emailPlaceholder": "請輸入您的電郵",
      "mobile": "手機號碼",
      "areaCode": "區號",
      "mobilePlaceholder": "請輸入您的手機號碼",
      "landline": "市內電話",
      "landlinePlaceholder": "請輸入您的市內電話（如有）",
      "method": "偏好聯絡方式",
      "Email": "電郵",
      "SMS": "簡訊",
      "Phone Call": "電話",
      "comments": "問題或意見",
      "commentsPlaceholder": "隨時留下任何問題或意見",
      "success": "謝謝！您的回覆已成功提交。我們期待在活動中見到您。"
    }
  },
  "contactUs": {
    "top-1": {
      "title": "讓我們",
      "title-2": "一起保障",
      "title-3": "您的未來。",
      "content": ""
    },
    "form": {
      "title": "聯絡我們。",
      "description": "我們隨時準備回答您的問題並在每一步中指導您。今天就聯繫我們進行諮詢，邁出保障您未來的第一步。",
      "name": "姓名",
      "namePlaceholder": "請輸入您的姓名",
      "email": "電郵",
      "emailPlaceholder": "請輸入您的電郵",
      "mobile": "手機號碼",
      "areaCode": "區號",
      "mobilePlaceholder": "請輸入您的手機號碼",
      "company": "公司",
      "companyPlaceholder": "請輸入您任職公司的名稱",
      "need": "請告訴我們您的需求",
      "needs": {
        "TrustService": "信託方案",
        "EstatePlanning": "遺產規劃",
        "AssetManagement": "資產管理",
        "CorporateService": "企業服務"
      },
      "comments": "問題或意見",
      "commentsPlaceholder": "例如：在新加坡建立家庭信託需要多長時間？",
      "success": "感謝您聯絡我們，我們將會盡快與您聯繫！"
    },
    "location": {
      "title": "我們的據點",
      "sg": {
        "title": "新加坡辦公室",
        "description": "柏盛信託（新加坡）有限公司",
        "address": "160 Robinson Road, #31-01 SBF Center, Singapore 068914",
        "email": "info.sg@psgptrust.com",
        "phone": "+65 6011 1703"
      },
      "hk": {
        "title": "香港辦公室",
        "description": "柏盛信託有限公司",
        "address": "香港灣仔軒尼詩道48-62號上海實業大廈23樓2302室",
        "email": "info.hk@psgptrust.com",
        "phone": "+852 2485 8999"
      }
    }
  },
  "blog": {
    "top-1": {
      "title": "讓我們了解",
      "title-2": "信託。",
      "content": "請造訪我們的常見問題以獲取答案，並訪問我們的部落格以獲取有關信託服務和財務規劃的專家見解。"
    },
    "questions": {
      "title": "",
      "subTitle": "常見問題"
    },
    "blogs": {
      "title": "好文共享",
      "subTitle": "專家見解與建議",
      "learnMore": "了解更多",
      "writtenBy": "作者"
    }
  },
  "solutions": {
    "top-1": {
      "title": "解決方案。",
      "title-2": "我們提供的",
      "content": "我們提供全方位的信託服務，並根據您的獨特需求和資產保護計畫量身打造方案。"
    },
    "description": {
      "title": "",
      "subTitle": "專注於解決您所面臨的挑戰，而不僅止於銷售服務。",
      "content": "在夢想家，我們專注於解決您的獨特挑戰，而不僅僅是銷售產品。我們提供可定制的信託解決方案，旨在滿足您的具體需求，確保您的目標和傳承始終是我們的優先考量。"
    },
    "our-solutions": {
      "title": "我們的解決方案",
      "subTitle": "量身定制的解決方案以滿足您的目標"
    },
    "trust-solution": {
      "title": "信託方案",
      "subTitle": "無論是個人、家庭或企業，我們的信託服務都會根據您的獨特目標提供定製化服務。",
      "article-1": {
        "title": "個人/家族信託",
        "content": "家族信託，也稱為家族信託基金或自由裁量信託，是一種法律安排，旨在為家族成員持有和管理資產。"
      },
      "article-2": {
        "title": "投資信託",
        "content": "投資信託讓委託人運用信託的資產進行多元化的投資。"
      },
      "article-3": {
        "title": "房地產信託",
        "content": "房地產信託旨在持有、管理，有時開發房地產，為受益人提供利益。"
      },
      "article-4": {
        "title": "保險信託",
        "content": "保險信託為指定受益人持有和管理人壽保險單。"
      },
      "article-5": {
        "title": "商業價值保護信託 (BVPT)",
        "content": "商業價值保護信託是一種專門的信託，旨在保護非上市企業的價值，並確保在某些觸發事件發生時能持續運營。"
      },
      "article-6": {
        "title": "慈善信託",
        "content": "慈善信託是為慈善組織或者慈善目的而設立的信託。"
      },
      "article-7": {
        "title": "外國授予人信託",
        "content": "外國贈與人信託是一種根據外國法律設立的信託，由非美國人士（也稱為非居民外國個人或外國贈與人）創建。"
      }
    },
    "estate-planning": {
      "title": "遺產規劃",
      "subTitle": "通過定制策略為未來做規劃，保護您的資產和親人。",
      "article-1": {
        "title": "遺囑撰寫",
        "content": "遺囑，也被稱為最後意願和遺囑，是一份法律文件，允許個人（被稱為立遺囑人或女立遺囑人）指定他們的資產和財產在他們死後應該如何分配。"
      },
      "article-2": {
        "title": "遺囑認證管理 ",
        "content": "遺囑認證管理是在遺囑法庭的監督下，分配死者的資產和處理相關事務的法律程序。"
      }
    },
    "asset-management": {
      "title": "資產管理",
      "subTitle": "確保您的財務傳承持久，以專業的投資和財富保護解決方案。",
      "article-1": {
        "title": "家族辦公室",
        "content": "針對高淨值個體（HNWIs）的家族辦公室是一種專門的財富管理公司，專注於監管富裕家庭的財務事務、投資和傳承規劃。"
      },
      "article-2": {
        "title": "私人信託公司 (PTC)",
        "content": "設定私人信託公司涉及創建一個專門的實體，由創始人建立，擔任家族信託的受託人，並管理家族資產和企業的所有權。"
      },
      "article-3": {
        "title": "託管代理服務 ",
        "content": "託管代理服務是指一種三方的法律安排，在這種安排中，資金、資產或文件由締約雙方約定，由中立的協力廠商，即託管代理人保管。"
      }
    },
    "corporate-service": {
      "title": "企業服務",
      "subTitle": "跟踪和管理公司的所有權結構，包括股份、期權和其他股權利益。",
      "article-1": {
        "title": "股權結構表",
        "content": "CapTable（即Capitalization Table，股權結構表）是一份全面記錄公司融資歷史和股權分配情況的文檔。它以可視化的方式呈現了公司的融資歷程、各輪融資的融資金額以及每位投資者的持股比例。"
      }
    }
  },
  "disclaimer": {
    "title": "免責聲明",
    "content-1": "本網站所提供的資料僅作一般參考用途，並不構成要約，本網站以及通過本網站向您提供的所有信息都是按照“原樣”及“現有”提供的，上述內容如果有任何變動，夢想家集團有限公司及/或其成員機構、關聯實體（夢想家集團有限公司及其所有成員和關聯實體在下文中統稱“夢想家集團”）不會另行通知。我們會努力確保網站本身功能和內容的完整性及準確性，但在適用法律允許的最大範圍內，我們不進行與之相關的明示、默示和法定保證，包括但不限於對時效性、令人滿意的質量、特定目的的適用性、準確定、完整性、不侵權、不干擾、無錯誤和不間斷的服務的任何默示保證。",
    "content-2": "夢想家集團提供的網站服務不包含任何金融、稅務、會計、法律或其他專業服務或產品，網站上的任何信息均不應被理解為金融、稅務、會計、法律或其他專業建議或服務，您在採取或不採取任何行動前，請務必諮詢具合適資格的專業人士意見。倘若任何人士因使用我們發布的任何內容而採取或不採取任何行動，且因而導致、引起或産生任何損失，夢想家集團概不會就此以任何方式負責。",
    "content-3": "某些司法管轄區的法律可能對分發本網站所述內容的資料有所限制。本網站並不面向處於該等限制適用的司法管轄區內的人士。如您屬於此類地區人士或您正身處於此類地區，請您立即退出本網站，如因您繼續瀏覽造成任何損失、爭議、糾紛等不利後果，均由您自行承擔。",
    "content-4": "本網站上的所有信息，文本和圖像的版權是由夢想家集團及/或其成員實體所擁有或註冊。",
    "content-5": "我們呼籲所有人士在聯絡我們時，請小心核對聯繫方式，並保持警覺以免受騙或遭不法之徒誤導。",
    "content-6": "本免責聲明以中文寫就，英文版本僅供參考。"
  },
  "policy": {
    "title": "私隱政策",
    "content-1": "總覽",
    "content-2": "歡迎瀏覽訪問夢想家集團官方網站（以下簡稱“本網站”）。",
    "content-3": "我們充分理解個人資料對您的重要性，同時也致力於保護個人私隱，爲此我們將按適用法律法規要求採取相應的安全保護措施，保護及確保您的個人資料安全可控。有鑒於此，夢想家集團（簡稱“我們”）制定本《私隱政策》（以下簡稱“本政策”），幫助您充分理解在您使用本服務的過程中，我們會如何收集、使用、共享、儲存和保護您的個人資料以及您可以如何管理您的個人資料，以便您更好地做出適當的選擇。",
    "content-4": "請您留意，本政策適用於您通過任何方式使用本網站的各項產品及服務。在使用本網站產品或服務前，請您務必仔細閱讀並透徹理解本政策，在確認充分理解並同意後使用相關產品或服務。一旦您開始使用本網站產品或服務，即表示您已充分理解並同意本政策。如我們關聯公司的產品或服務中使用了本網站提供的產品或服務但未設獨立的私隱政策的，則本政策同樣適用於該部分產品或服務。",
    "content-5": "本政策下“個人信息”是指以電子或者其他方式記錄的與已識別或者可識別的自然人有關的各種信息，不包括匿名化處理後的信息。我們將遵守本政策來使用這些信息。",
    "content-6": "如您對本政策內容有任何不明、意見或建議，可以通過網站頁面所示的聯系方式與我們取得聯系，我們很樂意為您解答。<strong>如果您對本政策條款內容有任何疑問或不同意本政策的任何內容，您應立即停止訪問本網站。</strong>",
    "content-7": "本政策將向您闡述以下內容：",
    "content-8": "一、我們收集您的何種個人資料",
    "content-9": "二、我們收集個人資料的方式",
    "content-10": "三、我們如何使用您的個人資料",
    "content-11": "四、個人資料保存",
    "content-12": "五、我們如何使用Cookie",
    "content-13": "六、我們如何共享、轉讓、披露您的個人資料",
    "content-14": "七、我們如何保障您的個人資料",
    "content-15": "八、您的權利和私隱選擇",
    "content-16": "九、您的個人信息如何在全球範圍轉移",
    "content-17": "十、直接營銷",
    "content-18": "十一、本政策的更新",
    "content-19": "十二、其他",
    "content-20": "一、我們收集您的何種個人資料",
    "content-21": "我們會因提供服務的需要收集必要而不超乎適度的個人資料，用於實現我們提供服務的基本功能。您有權選擇不提供該等信息，如您拒絕我們收集您的任何個人信息，可能導致我們無法爲您提供本網站完整的服務功能，但您仍可瀏覽本網站的部分基礎內容，該等內容一般是資訊信息及基於其他用戶同意本私隱政策後生成的內容。",
    "content-22": "如某一信息無法單獨或結合其他信息識別到您的個人身份，則該信息不屬於法律意義上您的個人信息。當我們掌握的信息客觀上可以結合其他信息識別到您的個人身份時，即便我們無意或者無法通過獲取或結合任何其他信息最終識別出您的個人身份，這些信息在使用期間，也將作為您的個人信息按照本政策處理與保護。",
    "content-23": "我們不會收集並處理您的一些個人敏感資料（包括如與種族、宗教信仰、身體或精神健康或性取向有關的資料），除非我們已根據適用的法律規定取得您的明示同意。",
    "content-24": "如法律、監管有相關規定，或爲了預防、禁止違法違規的活動，我們亦需要據此向您收集個人資料，並根據要求對上述信息進行儲存和/或統計。出於對中國境內相關法律法規要求的遵守，以及為了向您提供服務並保障服務體驗，我們會基於下列目的及方式收集您在使用我們提供的服務服務時主動提供、授權提供或基於您的要求提供的信息，以及基於您使用本網站產品及服務時產生的信息：",
    "content-25": "如果您聯繫我們的客服或運營團隊，我們可能需要您提供必要的個人信息（如，姓名、電話號碼、郵箱地址等聯繫方式）進行身份記錄，同時亦可能記錄您與我們的通信往來記錄和內容，以確保能夠及時準確地回覆您的垂詢。",
    "content-26": "為方便您複製資訊文本、分享或接收被分享信息，我們需要在本地訪問您的剪貼簿權限，並讀取您是否有需要複製貼上的文字等內容，以便利您完成複製貼上操作，實現快速輸入、分享等功能。我們不會上傳您剪貼簿的其他信息至我們的服務器。",
    "content-27": "二、我們收集個人資料的方式",
    "content-28": "在大多數情況下，我們會直接從您或第三方（包括您的授權代表、顧問、您的僱主處）收集您的個人資料。爲了更好地向您提供服務，防範您使用我們相關服務産生的風險或確定違約責任，我們可能會通過第三方機構查詢驗證您的相關信息。",
    "content-29": "如您在線與我們聯繫，我們將使用Cookie工具來收集有關您的電腦以及您使用我們的網站的資料。當此資料與您的聯絡資料相關聯時，我們會將其視爲個人資料。有關Cookie技術的更多資料，請參閱下面的“我們如何使用Cookie”部分。",
    "content-30": "三、我們如何使用您的個人資料",
    "content-31": "我們可能會將您的個人資料用於：",
    "content-32": "實現我們提供服務功能；",
    "content-33": "滿足您或我們的公司客戶對提供服務或相關事宜的要求；",
    "content-34": "爲您提供我們及我們的合作夥伴（在某些情況下）的直接市場營銷訊息以及服務和産品資料，包括根據您的興趣、業務特徵和位置提供優惠方案，並在各種情況下，按適用法律徵得您的同意（包括表示不反對）；",
    "content-35": "遵守適用於我們和/或集團其他成員所需遵守的法律丶法規、監管要求、行業準則等；",
    "content-36": "確定您是否符合使用某些服務的資格；和",
    "content-37": "管理我們的日常業務需求。",
    "content-38": "我們可能會對瀏覽訪問本官網的數據情況進行統計，並可能會與公衆或第三方共享這些統計信息，以展示本官網的整體使用趨勢。但這些統計信息不包含您的任何身份識別信息。",
    "content-39": "四、個人資料保存",
    "content-40": "我們僅會在符合我們收集目的的合理必要範圍內保留個人資料，包括爲滿足任何法律丶法規丶稅務丶會計或申報要求的目的，並依法對這些信息進行嚴格保密。",
    "content-41": "一般而言，我們僅爲實現本私隱政策所述目的所必需的最短期限內保留您的個人信息，除非經您另行同意延長保留期或其他依法得到允許的情形。在下列情況下，我們有可能因需符合法律要求，更改個人信息的存儲時間：",
    "content-42": "爲遵守適用的法律法規等有關規定；",
    "content-43": "爲遵守法院判決、裁定或其他法律程序的規定；",
    "content-44": "爲遵守相關政府機關或法定授權組織的要求；",
    "content-45": "爲執行相關服務協議或本政策、維護社會公共利益，爲保護我們的客戶、我們或我們的關聯公司、其他用戶或雇員的人身財産安全或其他合法權益所合理必需的用途。",
    "content-46": "五、我們如何使用Cookie",
    "content-47": "Cookie指由網站服務器創建並保存在用戶瀏覽器上的小文本文件，這類技術可以瞭解您的使用習慣，幫您省去重複輸入帳戶信息的步驟，或者幫助判斷您的帳戶安全。爲使您獲得更輕鬆的訪問體驗，您使用本網站産品或服務時，我們可能會通過採用Cookie收集和存儲您訪問本網站服務的相關數據。我們不會將 Cookie 用於本政策所述目的之外的任何用途。",
    "content-48": "您可以根據自己的偏好管理和刪除Cookie，大部分瀏覽器均有允許您禁用或刪除官網中Cookie的功能。需要注意的是，阻止Cookie可能導致我們網站中的某些功能無法有效工作或無法使用，這可能會影響您的使用體驗。",
    "content-49": "我們除了使用Cookie確認用戶的身份和登入狀態外，不會通過其收集和跟蹤用戶的任何信息和行爲。",
    "content-50": "六、我們如何共享、轉讓、披露您的個人資料",
    "content-51": "（一）共享",
    "content-52": "我們承諾對您的信息進行嚴格保密，不會與夢想家集團以外的公司、組織和個人共享您的個人資料，但以下情況除外：",
    "content-53": "在獲取您同意的情況下共享；",
    "content-54": "在法定情形下的共享：我們可能會根據法律法規規定、訴訟爭議解決需要，或按司法機關、行政機關依法提出的要求，對外共享您的個人資料，舉例而言，如果我們有義務披露您的個人資料以遵守任何法律或監管義務，例如我們在打擊洗錢及反恐融資活動方面的義務，或者我們同意協助執行任何稅務或其他監管備案要求；",
    "content-55": "與我們的成員公司共享：您的個人信息可能會與夢想家集團的成員公司共享，該等成員公司僅可根據本私隱政策使用您的個人信息，如需改變個人信息的處理目的，我們將另行徵求您的授權同意。我們的成員公司包括但不限於夢想家集團（香港）有限公司（位於中國香港）、夢想家信託有限公司（位於中國香港）、夢想家信託（新加坡）有限公司（位於新加坡）；",
    "content-56": "與我們的合作方共享：某些産品或服務可能由第三方提供或由我們與第三方共同提供，因此，您的個人資料可能會與夢想家集團的合作方（指您在有進一步服務需求時，我們爲提供相應服務而對接的銀行、券商、法律/稅務專業顧問、代理等）共享；",
    "content-57": "當您有疑問需要我們解答、投訴我們、投訴他人或被他人投訴時，爲了保護您及他人的合法權益，我們可能會在第三方供應商提供的客服系統中保存您的姓名及聯繫方式、投訴及溝通的相關內容，並有可能會提供給消費者權益保護部門及監管機關，以便及時解決投訴糾紛，但法律法規明確禁止提供的除外。",
    "content-58": "如果爲了向您提供服務而需要將您的信息共享至第三方，我們將評估該第三方收集信息的合法性、正當性、必要性。我們只會共享必要的個人資料，且受本政策中所聲明目的的約束，上述合作第三方如要改變個人資料的處理目的，將再次徵求您的授權同意。我們將要求第三方對您的信息採取保護措施，並且嚴格遵守相關法律法規與監管要求。",
    "content-59": "（二）轉讓",
    "content-60": "我們不會將您的個人資料轉讓給任何公司、組織和個人，但以下情況除外：",
    "content-61": "根據法律法規強制性的行政或司法要求；",
    "content-62": "在涉及資産轉讓、收購、兼併、重組或破産清算時，如涉及到個人資料轉讓，我們會向您書面告知有關情況，並要求新的持有您個人資料的公司、組織繼續受本政策的約束。如變更個人資料使用目的時，我們將要求該公司、組織重新取得您的明確同意。",
    "content-63": "（三）公開披露",
    "content-64": "原則上我們不會將您的信息進行公開披露，我們僅會在以下情況下，公開披露您的個人信息：",
    "content-65": "獲得您明確同意後；",
    "content-66": "適用法律法規的有關規定或執行法院判決、裁定或其他法律程序的規定或遵守政府主管部門（含其他法定授權組織）合法的強制性要求；",
    "content-67": "爲執行相關服務協議或本政策、維護社會公共利益，爲保護我們的客戶、我們或我們的關聯公司、其他用戶或雇員的人身財産安全或其他合法權益合理且必要的用途。",
    "content-68": "（四） 共享、轉讓、公開披露個人信息時事先徵得授權同意的例外",
    "content-69": "與國家安全、國防安全有關的；",
    "content-70": "與公共安全、公共衛生、重大公共利益有關的；",
    "content-71": "與犯罪偵查、起訴、審判和判決執行等有關的；",
    "content-72": "出於維護您或其他個人的生命、財産等重大合法權益但又很難得到本人同意的；",
    "content-73": "您自行向社會公衆公開的個人信息；",
    "content-74": "從合法公開披露的信息中收集個人信息的，如合法的新聞報道、政府信息公開等渠道；",
    "content-75": "法律法規規定的其他情形。",
    "content-76": "請您注意，根據法律規定，共享、轉讓經匿名化處理的個人信息，且確保數據接收方無法復原並重新識別個人信息主體的，不屬於個人信息的對外共享、轉讓及公開披露行爲，對此類數據的保存及處理將無需另行向您通知並徵得您的同意。同時，您同意本政策意味著您授權我們將運營本應用及相關産品/服務所産生的數據共享、轉讓、公開披露給使用本産品和服務的其他用戶與公衆。如果您希望限制此等共享、轉讓、公開披露，請通過本政策所載的聯繫方式聯繫我們。",
    "content-77": "七、我們如何保障您的個人資料",
    "content-78": "我們已採取符合業界標準、合理可行的安全防護措施保護您的信息，防止數據遭到未經授權訪問、公開披露、使用、修改、損壞或丟失。我們會採取一切合理可行的措施，保護您的個人資料。我們採取物理、技術和行政管理安全措施來降低丟失、誤用、非授權訪問、披露和更改的風險，包括但不限於傳輸層數據加密、防火牆和加密存儲、物理訪問控制以及信息訪問授權控制。我們設置了安全程序保護您的信息不會被未經授權的訪問所竊取。例如：您與我們所有的網絡通信我們確保使用加密技術（SSL）進行加密保護。您的個人資料我們均採用高強度加密措施加密保存在我們的服務器上。我們會使用受信賴的保護機制防止個人資料遭到惡意攻擊。在個人資料使用時，例如個人資料展示、個人資料關聯計算，我們會採用包括內容替換、SHA256在內多種數據脫敏技術增強個人資料在使用中安全性。我們採用代碼安全自動檢查、數據訪問日誌分析技術等加強個人資料安全審計。",
    "content-79": "我們有行業先進的以數據爲核心，圍繞數據生命周期進行的數據安全管理體系，從組織建設、制度設計、人員管理、産品技術等方面多維度提升整個網頁的安全性，保障您的個人資料。",
    "content-80": "我們會採取一切合理可行的措施，盡力避免收集無關的個人資料，我們只會在達成本政策所述目的所需的期限內保留您的個人資料，除非需要延長保留期或受到法律的允許。超出必要期限後，我們將對您的個人資料進行刪除，但法律法規另有規定的除外。當我們的産品或服務發生停止運營的情形時，我們將以推送通知、公告等形式通知您。",
    "content-81": "請您知悉並理解，互聯網並非絕對安全的環境，您亦應採取措施保護您的個人資料。請記得在完成工作後登出網站並關閉瀏覽器窗口。這是爲確保其他可以使用您電腦的人無法獲取您的個人資料和通信。如您發現自己的個人資料洩露，請您立即根據網頁中提供的聯繫方式聯絡我們，以便我們採取相應措施。",
    "content-82": "我們已設立具透明度的資料外洩事故處理系統，在不幸發生個人資料安全事件後，我們將按照法律法規的要求向您告知：安全事件的基本情況和可能的影響、我們已採取或將要採取的處置措施、您可自主防範和降低風險的建議、對您的補救措施等。事件相關情況我們將以郵件、信函、電話及/或推送通知等方式告知您，難以逐一告知每位用戶時，我們會採取合理、有效的方式發布公告。",
    "content-83": "八、您的權利和私隱選擇",
    "content-84": "您在我們處理有關您的個人資料方面具有以下權利：",
    "content-85": "查閱個人資料的權利；",
    "content-86": "更正個人資料的權利；",
    "content-87": "限制使用個人資料的權利；",
    "content-88": "要求刪除個人資料的權利；",
    "content-89": "反對處理（包括共或轉移）個人資料的權利；",
    "content-90": "退出直接營銷的權利; 和",
    "content-91": "隨時撤回同意處理您的個人資料的權利。",
    "content-92": "您可以通過本網站頁面中的聯繫方式提出上述申請。根據香港法例第486章《個人資料（私隱）條例》(Personal Data (Privacy) Ordinance, Cap 486)，我們有權就處理上述資料的索取查閱之申請收取合理的費用。",
    "content-93": "請注意，即使您選擇拒絕接收直銷電子郵件，我們仍可能需要因我們正在提供或將要向您或您的僱主提供服務而與您聯繫，以提供重要資料或信息。",
    "content-94": "九、您的個人信息如何在全球範圍轉移",
    "content-95": "為了更好地服務來自全球的用戶，夢想家集團位於全球範圍內的多家成員機構共同為您提供資源和信息，這意味著，在獲得您的授權同意後，您的個人信息可能會被傳輸到您使用產品或服務所在的國家/地區，或者受到來自這些司法管轄區的訪問。此類管轄區可能設有不同的數據保護法，甚至未設立相關法律。您理解及同意，如後續因業務或管理的必需要求，我們需要向您所在的司法管轄區之外傳輸在本政策下所收集和處理的您的個人信息（包括使您的個人信息受到其他司法管轄區的訪問）。",
    "content-96": "您理解並同意，如您訪問國際券商或第三方的服務平台和頁面獲取其產品或服務，國際券商或第三方有可能通過其位於其他司法管轄區的服務器提供產品或服務，如您希望獲得該等產品或服務，您可能需要根據相關產品或服務的需求以及相關產品的私隱政策等文件自行向位於其他司法管轄區的國際券商或第三方直接提供相關信息。請您參考相關產品或服務的私隱政策等文件謹慎判斷風險並自行決定是否接受、使用相關產品或服務或向國際券商或第三方提供相關信息。國際券商或第三方向您提供的產品或服務不受本政策約束，您使用國際券商或第三方平台、頁面、產品或服務，亦不受本政策的保護。",
    "content-97": "十、直接營銷",
    "content-98": "就直接營銷而言，我們可能會使用您的個人資料，包括但不限於您的姓名及聯絡資料、地理位置等信息，以便向您透過電話、文本 (SMS)、電子郵件、郵寄、傳真和推送通知以及任何其他電子方式發送有關我們和我們的合作夥伴不時提供的服務和産品的營銷訊息。此類服務和産品可能包括但不限於商務、企業、信託服務及相關諮詢。",
    "content-99": "我們使用您的個人資料作直接營銷或向第三方提供資料作直接營銷前，會先取得您知情的同意（包括表示不反對）。",
    "content-100": "如果您在任何時候不希望我們繼續使用或向其他人提供您的個人資料用於直接營銷目的，並且不希望收到任何直接營銷訊息，您可以通過網頁中展示的聯繫方式通知我們選擇退出直接營銷訊息。",
    "content-101": "十一、本政策的更新",
    "content-102": "我們會適時更新對本政策的修訂，以反映我們處理您的個人資料方式的變動或法律要求的變化。如我們對本政策做出了此類修改，我們將在官網頁面上發布或以其它方式發布修改後的私隱政策。修改後的私隱政策自發布至我們的官網頁面之日起生效。",
    "content-103": "我們建議您定期查閱本網頁獲取我們私隱政策的最新信息。您繼續使用我們的産品和網站提供的服務，將被視爲接受更新後的私隱政策。",
    "content-104": "十二、其他",
    "content-105": "如果某項條款被認為是不可執行的，這將不會影響任何其他條款。",
    "content-106": "本政策及與之相關的所有文件均以中文寫就，英文版本僅供參考。",
    "content-107": "本政策以及由其引起的或與之相關的任何爭議或索賠（包括非合同性爭議或索賠）均受香港法律管轄。香港特別行政區法院對由本協議條款引起的或與之相關的所有爭議和索賠具有專屬管轄權。"
  },
  "terms": {
    "title": "使用協議",
    "content-1": "歡迎瀏覽訪問夢想家集團官方網站 www.dreamertrust.com （以下簡稱“本網站”）。",
    "content-2": "本使用協議（下簡稱“本協議”）適用於本網站以及任何通過本網站提供的鏈接可以訪問的或通過任何方式可以鏈接到本協議的網站（統稱為“網站”）。",
    "content-3": "本協議包含有關您使用網站的法律權利、補救措施和義務等重要信息，請務必仔細閱讀這些條款，包括但不限於各種限制、排除和賠償。",
    "content-4": "通過訪問網站或使用網站提供的內容和服務，您表明您已經完整閱讀、理解並同意本協議的所有條款，此“同意”將使本協議具有與已簽署的書面協議相同的法律效力。如果您不接受任一條款或條件的約束，或您在此做出的任何陳述是不真實的，您須要立即停止使用網站。",
    "content-5": "1. 定義及解釋",
    "content-6": "為了您更清楚和理解本協議中的內容，我們對條款中和網站上的某些詞彙進行了定義（除非網站其他內容或特別場景另有說明或定義）。",
    "content-7": "<strong>“內容“</strong>指所有材料和內容，包括設計、編輯、文本、圖形、視聽材料、多媒體元素、照片、錄像、音樂、錄音、報告、文件、軟件、信息、公式、模式、數據和任何其他作品。",
    "content-8": "<strong>“夢想家”</strong>、<strong>“夢想家集團”</strong>或<strong>“我們”</strong>指夢想家集團有限公司及其所有成員和關聯實體。",
    "content-9": "<strong>“用戶”</strong>指泛指本網站的所有使用者；",
    "content-10": "<strong>“您”</strong>指某一用戶作為本網站個體使用者時的稱呼。",
    "content-11": "在本協議的條款中 ",
    "content-12": "本協議中的標題僅為了方便識別，並不構成實質性內容、歸納或定義，也不能被解釋為對任何條款內容的解釋；以及",
    "content-13": "在一般性陳述或術語之後的“包括”、“例如”等同類詞彙及其引導的內容，不應被理解為限制（無論是否使用“不限於”或“但不限於”等非限制性語言或其他類似含義的詞語），兩個以上所列事項之間的“或”並不表示相關事項之間的排他關係。",
    "content-14": "2. 關於網站 ",
    "content-15": "本網站提供有關夢想家集團的信息、服務和產品，本協議中對於“本網站”或“網站”的提及包括網站內提供的不時更新的所有信息及與夢想家集團有關的軟件、內容和功能。",
    "content-16": "本網站及其中的內容僅用於提供信息，均不構成專業建議，任何用戶不應依賴本網站或其中的內容做出決策，包括經營或推廣您的業務、獲得任何形式的融資或資本、獲得任何監管或政府批準，或以其他方式從任何實體獲得服務或其他利益。您應該在進行任何決策或採取任何行動之前咨詢您的專業顧問。",
    "content-17": "網站的變更和可用性",
    "content-18": "本網站以“現狀”為基礎，對其功能或可用性不作任何陳述或保證，也不保證其完整、準確或及時，更不保證您或他人在使用中可能獲得的任何結果。用戶對網站的全部或部分的訪問可能會在任何時候被暫停，而不另行通知。",
    "content-19": "3. 您的責任",
    "content-20": "您將只為合法目的使用本網站。如果您在任何時候發現任何個人或實體違反本協議的任何部分，請您將立即聯繫我們，並按要求向我們提供協助，以阻止或補救這種違規行為。",
    "content-21": "在使用本網站時，您不得：",
    "content-22": "利用本網站進行或參與（無論是否為故意）：",
    "content-23": "威脅、騷擾、侮辱、恐嚇或以其他方式不尊重他人的權利或尊嚴的行為，",
    "content-24": "誹謗、中傷、欺詐或其他侵權行為， ",
    "content-25": "製作、發佈、散播淫穢、不雅、色情或其他不良內容的行為，或 ",
    "content-26": "設計、製作、嵌入、發佈、傳播具有或潛在具有危害性、侵入性的或旨在破壞、劫持、監視任何硬件、軟件或設備的運行與使用的軟件、代碼、文件或程序（“病毒”）；",
    "content-27": "未經相關所有者事先明確書面同意，通過本網站發布、傳輸或以其他方式提供任何受版權、商標、商業秘密、公開權、隱私權或任何其他所有權保護的材料； ",
    "content-28": "未經夢想家集團事先書面授權，擅自使用（包括但不限於複製、下載、截圖、修改、改編、翻譯、創作衍生作品、出售、出租、出借、分時租賃、分發或以其他方式利用）本網站的內容（無論是否故意），或將本網站、本網站內容於任何商業目的或以其他方式代表任何第三方使用本網站處理數據或其他信息； ",
    "content-29": "干擾、破壞本網站或用於提供網站運營的服務器或網絡的運行，包括通過黑客攻擊或損壞本網站的任何部分，或違反上述服務器或網絡的任何要求、流程或政策； ",
    "content-30": "限制或禁止任何其他人使用本網站； ",
    "content-31": "對網站的任何部分進行反向工程、反編譯或反匯編； ",
    "content-32": "未經夢想家集團事先明確書面同意的情況下，對本網站的任何部分進行框架或鏡像，或以其他方式將網站的任何部分納入任何產品或服務； ",
    "content-33": "系統地下載和存儲網站的內容（為避免疑問，在適用法律允許的情況下，服務提供商在正常業務過程中允許緩存本網站內容）； ",
    "content-34": "使用任何機器人、網站搜索/檢索應用程序或其他手動或自動設備： ",
    "content-35": "檢索，索引，“數據挖掘”或以其他方式收集網站的內容， ",
    "content-36": "複製或規避導航結構或網站的介紹，或 ",
    "content-37": "未經我們事先書面同意，收集或攫取有關本網站用戶的任何信息。 ",
    "content-38": "如果您不遵守上述禁止性條款，或我們有合理的理由懷疑或正在調查可疑的不遵守行為，我們可能會暫停或限制您對本網站的訪問並採取我們認為適當的任何進一步措施。 ",
    "content-39": "4. 終止服務",
    "content-40": "在法律允許的最大限度內，在我們有合理依據的情況下，可以不經事先通知自行決定暫停、限制或終止您對本網站的使用，包括： ",
    "content-41": "因為本網站、我們及/或任何第三方的設備或網絡的操作或效率因您對本網站的使用而遭受損害或存在被損害的風險；",
    "content-42": "我們收到第三方投訴，涉及您對本網站的濫用或違法使用；或",
    "content-43": "您已經或正在違反本協議中的任何條款或條件。 ",
    "content-44": "我們不會主動通知任何第三方（包括任何第三方的服務、商品或信息供應商）已經或即將暫停、限制或終止您使用本網站。",
    "content-45": "5. 知識產權",
    "content-46": "（一）我們的內容",
    "content-47": "除非另有明確說明，本網站和所有內容、源代碼、流程、設計、技術、URL、域名、標記和標誌等網站構成或運營的各組成部分及要素（統稱為 “我們的內容”，無論其是否獨立構成某一項權利的標的物或其在權利構成上具有從屬性）的所有權利和利益均：",
    "content-48": "完全歸屬於夢想家集團、我們的授權人或我們的供應商，且 ",
    "content-49": "受適用的版權、商標、專利、商業秘密、數據庫權利或其他專有權利相關的法律保護。 ",
    "content-50": "您確認及同意，訪問和使用我們的內容是受適用法律法規、本協議及本網站所搭載的其他條款所約束的，包括《私隱政策》、《免責聲明》等。除上述文 件或條款中明確約定的您使用本網站時可行使的權利之外，您對本網站的使用不構成我們向您授予與我們的內容相關的任何權利、權益。 ",
    "content-51": "除非我們以書面形式明確授權，否則您無權：",
    "content-52": "複製、修改、深層鏈接、租賃、出售、轉讓、轉授權、授予擔保權益或以其他方式處置我們的內容及其相關的任何權利或利益； ",
    "content-53": "刪除我們的內容中任何所有權聲明或標簽；或 ",
    "content-54": "允許任何其他個人或實體從事上述任何活動。",
    "content-55": "（二）第三方內容 ",
    "content-56": "本網站可能包含由第三方提供的內容、網站和其他資料的鏈接（統稱為“第三方內容”）。您瀏覽本網站的過程中，可能會閱讀、主動通過鏈接訪問或接受我們向您傳輸適用的第三方內容。",
    "content-57": "第三方內容可能受到適用的版權、數據庫權利、商標、專利、商業秘密、第三方條款或相關法律法規的保護。您確認並同意，在您使用本網站的過程中，除本協議中明示的權利之外，沒有授予您任何對於第三方內容的權利。",
    "content-58": "我們無從控制第三方內容，也不對任何第三方內容做任何陳述或保證。通過本網站提供的任何第三方內容並不意味著對這些網站或材料的任何提供者的認可，或與之有關聯。您使用任何第三方內容的風險由您自己承擔，並受到適用於該等第三方內容的所有條款、條件和政策（如第三方內容提供者的服務條款或隱私政策）所約束。",
    "content-59": "（三）商標和服務標誌",
    "content-60": "您不得在任何非夢想家集團的產品或服務中使用夢想家集團所有或註冊的商標、服務標誌、標識或設計，或夢想家集團持有的任何其他標誌（無論是否已在先註冊）；也不得以任何可能造成混淆、獲取不公平利益或造成夢想家集團或其他第三方損害的方式使用。本網站上的任何內容都不應被理解為授予任何商號、商標、服務標誌、標識或設計的使用權。",
    "content-61": "6. 賠償責任的限制",
    "content-62": "本網站僅以提供信息為目的，在適用法律允許的最大範圍內，對您使用或無法使用本網站以及您通過本網站獲得的任何材料而產生的任何損失或損害，夢想家集團不承擔任何責任。",
    "content-63": "您確認並接受，使用本網站會面臨互聯網上任何連接和傳輸的固有風險，特別是在安全風險和漏洞、技術性能和中斷風險方面。因此，夢想家集團在任何情況下都不對您因互聯網網絡中斷或故障而造成的任何損失或損害負責，也不對因任何原因造成的網站訪問中斷或限制負責，包括但不限於因病毒、安全相關漏洞或技術原因而造成的損失或損害負責。",
    "content-64": "在適用法律允許的最大範圍內，對於網站中的任何錯誤或遺漏以及依賴或基於網站提供的信息作出的任何決定或採取的行動而產生的任何損失或損害，包括直接、間接、後果性、特殊或類似的損失或損害，夢想家集團不對您或任何其他人負責或承擔責任。",
    "content-65": "在適用法律允許的最大範圍內，對於網站中的任何錯誤或遺漏以及依賴或基於網站提供的信息作出的任何決定或採取的行動而產生的任何損失或損害，包括直接、間接、後果性、特殊或類似的損失或損害，夢想家集團不對您或任何其他人負責或承擔責任。",
    "content-66": "7. 其他法律條款",
    "content-67": "我們保留在不通知您的情況下隨時修訂這些條款的權利，但我們將盡合理的努力在每次修訂生效前公布這些修訂。我們只有在條款中的規定不再適用或不完整的情況下，才會合理地修訂這些條款。這些條款的最新、完整的修訂版本將在網站上公布。您可以定期查看網站，以便及時獲得此類修訂的通知。如果您在任何修訂的生效日期後繼續使用本網站，您將被視為已接受這些條款的修訂版本。",
    "content-68": "您確認您已經閱讀了本網站上的《私隱政策》，並確認它可能會不時地更新。您進一步確認，在適用法律要求的範圍內，通過使用本網站，您同意我們為指明的目的收集、使用和披露您的個人信息（無論是已收集的還是將要收集的）。",
    "content-69": "在不限制我們任何權利的情況下，我們可以隨時暫停、限制或終止您對網站的使用且無需通知您，如果：",
    "content-70": "本網站、我們或任何第三方的設備或網絡的運行或效率因您對本網站的使用而受損；",
    "content-71": "我們已收到來自第三方關於您對網站的使用或濫用的投訴；",
    "content-72": "您已經或正在違反本文條款中的任何條款或條件；",
    "content-73": "因法律規定的需要；或",
    "content-74": "我們基於其他合理的理由。",
    "content-75": "關於任何暫停、限制或終止您對網站的訪問，我們不負責通知任何第三方，包括任何第三方服務、商品或信息的供應商。",
    "content-76": "您對網站以及通過網站所訪問到的內容和功能的使用，構成您對本文條款的同意；就所有法律目的而言，此等同意將被視為書面形式的同意，並作為書面簽署的協議在法律上具有可執行性。",
    "content-77": "<strong>如果您不遵守條款，而我們沒有立即採取行動，這並不意味著我們或任何 Dreamer 關聯方放棄了我們/他們可能擁有的任何權利（如在未來採取行動）。</<strong>",
    "content-78": "若您欲對本文條款或網站提出任何索賠或訴訟，必須在索賠或訴訟理由產生後一年內提出，否則我們將不予承擔相應責任。",
    "content-79": "如果我們向您發出的任何與條款有關的通知、同意、棄權、批準、授權或其他信息，送達或發送至您提供的任何聯繫方式，即被視為已有效地發出。",
    "content-80": "我們可以在任何時候轉移我們在本文條款下的全部或部分權利義務，而無需通知您。未經我們事先書面同意，您不得轉讓您在這些條款下任何權利或義務。您同意這些條款將約束您和我們以及我們各自的個人代表和法定代表人、繼承人及允許的受讓人。",
    "content-81": "您同意，本協議的達成及你對網站的使用，不構成我們與您之間的合資、合夥、信托、雇傭或代理關系。",
    "content-82": "就您使用本網站而言，不時修訂的本協議條款，以及本網站搭載的其他條款（包括但不限於《隱私政策》、《免責聲明》）等，構成了我們與您之間的完整協議。如本文中涵蓋上述某一文本中未盡事宜，則應直接適用本協議中的約定。",
    "content-83": "如果某項條款被認為是不可執行的，這將不會影響任何其他條款",
    "content-84": "本協議及與之相關的所有文件均以中文寫就，英文版本僅供參考。",
    "content-85": "本條款以及由其引起的或與之相關的任何爭議或索賠（包括非合同性爭議或索賠）均受香港法律管轄。香港特別行政區法院對由本協議條款引起的或與之相關的所有爭議和索賠具有專屬管轄權。 "
  },
  "common": {
    "date": "日期：{date}",
    "time": "時間：{time}",
    "submit": "送出",
    "close": "關閉",
    "back": "返回",
    "release-date": "發佈日期：{date}",
    "effective-date": "生效日期：{date}"
  },
  "setting": {
    "lang": {
      "en_US": "English",
      "id_ID": "Bahasa Indonesia",
      "ms_MY": "Bahasa Malaysia",
      "vi_VN": "Tiếng Việt",
      "zh_CN": "简体中文",
      "zh_HK": "繁體中文",
      "ja_JP": "日本語",
      "ko_KR": "한국어",
      "th_TH": "ไทย",
      "hi_IN": "हिन्दी",
      "pt_PT": "Português",
      "es_ES": "Español"
    }
  }
}
